<?php


return [
        'users' => [
                'Balance' => [
                        'Failed' => '⭕️ لم يتم تأكيد دفعتك',
                        'addBalanceUser' => '⭕️ إضافة الرصيد يدويًا',
                        'blockedfake' => '⭕️ حظر المستخدم',
                        'changeto' => '❌ خطأ 
    الحد الأدنى للدفع عبر هذه البوابة هو 2 ترون',
                        'confirmPayAdmin' => '⭕️ تم تأكيد الدفعة مسبقًا',
                        'confirmPaying' => '✅ تأكيد الدفع',
                        'errorLinkPayment' => '❌ حدث خطأ أثناء إنشاء رابط الدفع، يرجى التواصل مع الدعم لحل المشكلة.',
                        'errorprice' => '❌ خطأ 
💬 يرجى إدخال أرقام فقط',
                        'expired' => 'انتهت صلاحية رابط الدفع ولم يعد قابلاً للمعالجة',
                        'finished' => 'تم تأكيد دفعتك بنجاح',
                        'insufficientbalance' => '❌ رصيدك غير كافٍ لشراء الخدمة.
💸 لزيادة الرصيد أدخل المبلغ بالتومان:
✅ الحد الأدنى %s تومان، والحد الأقصى %s تومان',
                        'linkpayments' => 'جارٍ إنشاء رابط الدفع...',
                        'maxpurchasereached' => '❌ لقد وصلت إلى الحد الأقصى للشراء. يرجى شحن حسابك أولاً ثم شراء خدمة جديدة أو تجديد الخدمة',
                        'nowpayments' => '❌ خطأ 
    الحد الأدنى للدفع عبر هذه البوابة هو 1 دولار.',
                        'payments' => 'الدفع',
                        'receiptimage' => '🖼 صورة الإيصال المرسلة',
                        'refunded' => 'تمت إعادة المبلغ إلى محفظتك',
                        'rejectPay' => '❌ رفض الدفع',
                        'selectPayment' => '💵 اختر طريقة الدفع الخاصة بك',
                        'sendReceipt' => '🚀 تم إرسال إيصال الدفع الخاص بك. بعد موافقة الإدارة سيتم إيداع المبلغ في محفظتك',
                        'sendReceiptAndConfig' => '🚀 تم إرسال إيصالك، وبعد المراجعة سيتم إرسال تفاصيل الخدمة إليك',
                        'sending' => 'تم استلام الدفعة وهي قيد المراجعة، يرجى الانتظار',
                        'waiting' => 'في انتظار تأكيد الدفع',
                        'zarinpal' => '❌ خطأ 
    الحد الأدنى للدفع عبر هذه البوابة هو 5000 تومان.',
                ],
                'Discount' => [
                        'discountapplied' => 'تهانينا 🎉
📌 يشمل طلبك خصمًا بنسبة %s بالمئة',
                        'errorLimit' => '❌ تم استنفاد حد استخدام كود الخصم هذا',
                        'errorLimitDiscount' => '❌ تم استنفاد حد استخدام كود الهدية هذا',
                        'firstdiscount' => '❌ كود الخصم هذا مخصص للشراء الأول فقط.',
                        'getcode' => '💝 لاستلام رصيدك، أرسل كود الهدية الخاص بك',
                        'getcodesell' => '🧑‍💻 أرسل كود الخصم الخاص بك',
                        'gift-deposit' => '🎁 عزيزي المستخدم، تم إيداع مبلغ %s تومان في حسابك كهدية.',
                        'giftcodeonce' => '📌 يمكن استخدام هذا الكود مرة واحدة فقط.',
                        'giftcodesuccess' => 'تم تسجيل كود الهدية بنجاح وأُضيف مبلغ %s تومان إلى رصيدك. 🥳',
                        'giftcodeused' => '⭕️ استخدم مستخدم باسم المستخدم @%s والمعرف الرقمي %s كود الهدية %s.',
                        'notcode' => '❌ الكود غير صالح',
                ],
                'Major' => [
                        'title' => '📌 أرسل عدد الخدمات التي ترغب في شرائها 
⚠️ الحد الأدنى 1 والحد الأقصى 15',
                ],
                'Rules' => '✅ تم قبول القواعد. يمكنك الآن استخدام خدمات البوت.',
                'SendMessage' => '📩 إرسال رسالة إلى المستخدم',
                'affiliates' => [
                        'affiliateedago' => '❌ سبق أن كنت إحالة لمستخدم آخر، ولا يمكنك أن تصبح إحالة مرة أخرى',
                        'affiliatesidyou' => '❌ لا يمكن أن تصبح إحالة باستخدام معرف المستخدم هذا.',
                        'banner' => '⭕️ أرسل بانر الإحالة الخاص بك 

❌ يجب أن يتضمن البانر صورة',
                        'changedPriceDiscount' => '✅ تم تسجيل مبلغ الإحالة بنجاح',
                        'changedpercentage' => '✅ تم ضبط نسبة الإيداع للمستخدم بنجاح',
                        'insertbanner' => '✅ تم تسجيل البانر الخاص بك بنجاح.',
                        'invalidaffiliates' => '❌ لا يمكنك أن تكون إحالة لنفسك',
                        'invalidbanner' => '❌ البانر المرسل غير صالح (يجب إرسال البانر مع صورة)',
                        'offaffiliates' => '❌ قسم الإحالة متوقف',
                        'priceDiscount' => '📌 أدخل المبلغ الذي تريد أن يحصل عليه المستخدم مع كل إحالة جديدة',
                        'setpercentage' => '📌 أرسل النسبة التي تريد إيداعها للمستخدم بعد الشراء',
                ],
                'agent' => [
                        'acceptrequest' => '✅ قبول الطلب',
                        'agentRequest' => '📣 قام مستخدم بتقديم طلب وكالة. يرجى مراجعة المعلومات وتحديد الحالة.

المعرف الرقمي: <code>%s</code>
اسم المستخدم: @%s
اسم الحساب: %s
الوصف: %s',
                        'customnameusername' => '👤 اختيار اسم مخصص',
                        'endrequest' => '✅ تم تقديم طلبك. سيتم إعلان النتيجة بعد المراجعة.',
                        'insufficientbalanceagent' => '❌ رصيدك غير كافٍ لطلب الوكالة. يرجى شحن حسابك أولاً ثم إرسال الطلب

💸 تكلفة الحصول على الوكالة: %s تومان',
                        'isagent' => '❌ أنت وكيل حاليًا، لذا لا يمكنك تقديم طلب وكالة.',
                        'rejectrequest' => '❌ رفض الطلب',
                        'requestreport' => '❌ لديك طلب مُقدَّم بالفعل، لذا لا يمكن تقديم طلب جديد.',
                ],
                'app' => [
                        'appempty' => '❌ لا يوجد تطبيق متاح للتنزيل.',
                        'selectapp' => '📌 اختر خيارًا للتنزيل',
                ],
                'back' => 'لقد عدت إلى الصفحة الرئيسية!',
                'backbtn' => '🏠 العودة إلى القائمة الرئيسية',
                'backmenu' => '🏠 العودة إلى القائمة السابقة',
                'block' => [
                        'descriptions' => '🚫 لقد تم حظرك من قبل الإدارة.

✍️ سبب الحظر: %s',
                ],
                'changeLink' => [
                        'btnTitle' => '⚙️ تغيير الرابط',
                        'confirm' => 'تغيير رابط الاتصال',
                        'warnchange' => '⚠️ في حال تحديث رابط الاشتراك، ستنقطع إعداداتك السابقة وخدمتك. للتأكيد اضغط الزر أدناه',
                ],
                'channel' => [
                        'confirmed' => 'تم تأكيد عضويتك بنجاح. شكرًا لك ❤️',
                        'confirmjoin' => '✅ التحقق من العضوية',
                        'left_channel' => '❌ لقد غادرت قناتنا ولن تتلقى الأخبار والتحديثات. من الأفضل الانضمام إلى القناة مجددًا',
                        'notconfirmed' => '❌ لم تنضم إلى القناة بعد.️',
                ],
                'customSellVolume' => [
                        'title' => '⚙️ خدمة مخصصة',
                ],
                'customusername' => 'اسم مستخدم مخصص',
                'erroroccurred' => '❌ حدث خطأ، يرجى إعادة الخطوات من البداية',
                'extend' => [
                        'confirm' => 'تأكيد التجديد',
                        'discount' => '🎁 إدخال كود الخصم',
                        'emptyServiceforExtend' => '❌ ليس لديك أي خدمة للتجديد.',
                        'renewalerror' => '❌ حدث خطأ أثناء التجديد، يرجى إعادة خطوات التجديد',
                        'renewalinvoice' => '📜 تم إنشاء فاتورة التجديد لاسم المستخدم %s.

🛍 اسم المنتج: %s
💸 مبلغ التجديد: %s
⏱ مدة التجديد: %s يوم
🔋 حجم التجديد: %s غيغابايت
✍️ الوصف: %s
💸 رصيد المحفظة: %s

✅ لتأكيد وتجديد الخدمة، اضغط الزر أدناه',
                        'selectOrderDirect' => '📌 اختر خدمتك للتجديد.',
                        'selectservice' => ' 🛍 اختر منتجك للتجديد',
                        'thanks' => '🙏 شكرًا لتجديد خدمتك.

✅ تم تجديدك بنجاح.
⬅️ للعودة إلى قائمة خدماتك أو عرض المعلومات، اضغط الأزرار أدناه.',
                        'title' => '💊 تجديد الخدمة',
                ],
                'extraTime' => [
                        'extratimecheck' => 'تأكيد واستلام الوقت الإضافي',
                        'title' => '⏳ شراء وقت إضافي',
                ],
                'extraVolume' => [
                        'changedPrice' => '✅ تم حفظ المبلغ بنجاح.',
                        'enterextravolume' => '🔋 أدخل مقدار الحجم الإضافي المطلوب (بالغيغابايت):

📌 سعر كل غيغابايت: %s تومان',
                        'extracheck' => 'تأكيد واستلام الحجم الإضافي',
                        'extravolumeinvoice' => '📇 تم إنشاء فاتورة لشراء حجم إضافي لك.

💰 سعر كل غيغابايت من الحجم الإضافي: %s تومان
📝 مبلغ فاتورتك: %s تومان
📥 الحجم الإضافي المطلوب: %s غيغابايت

✅ للدفع وإضافة الحجم، اضغط الزر أدناه.',
                        'gettypeextra' => '📌 لأي نوع من المستخدمين يتم ضبط السعر؟
أنواع المستخدمين:
f = مستخدم عادي
n = وكيل عادي
n2 = وكيل بإمكانيات أكثر',
                        'invalidprice' => '🚫 الحد الأدنى للحجم هو 1 غيغابايت',
                        'sellextra' => '➕ شراء حجم إضافي',
                ],
                'help' => [
                        'btninlinebuy' => '📚 عرض دليل الاستخدام ',
                        'disablehelp' => 'عزيزي المستخدم، قسم الدليل معطل حاليًا. 😔',
                ],
                'invalidusername' => '❌ اسم المستخدم غير صالح
🔄 أرسل اسم المستخدم مرة أخرى',
                'note' => [
                        'changednote' => '✅ تم تغيير الملاحظة بنجاح.',
                        'errorLongNote' => '❌ الحد الأقصى للملاحظة الجديدة هو 150 حرفًا.',
                        'sendNote' => '📝 أرسل ملاحظتك الجديدة (يمكنك إرسال حتى 150 حرفًا).',
                ],
                'number' => [
                        'active' => '✅ تم التحقق من رقم هاتفك بنجاح',
                        'confirming' => '📞 يرجى إرسال رقم هاتفك للتحقق من الهوية عبر الزر أدناه',
                        'erroriran' => '⭕️ رقم الهاتف غير صالح. يتم قبول الأرقام الإيرانية فقط',
                        'false' => '❌ رقم الهاتف غير صحيح. أرسل رقم هاتفك عبر الزر أدناه.',
                        'warning' => '⚠️ خطأ في حفظ رقم الهاتف، يجب أن يكون الرقم لهذا الحساب نفسه',
                ],
                'page' => [
                        'next' => 'التالي',
                        'notusernameme' => '🔎 اسم المستخدم الخاص بي ليس في القائمة',
                        'previous' => 'السابق',
                ],
                'priceArze' => [
                        'tetherPrice' => 'سعر التيثر حاليًا: %s تومان',
                        'tronPrice' => 'سعر الترون حاليًا: %s تومان',
                ],
                'search' => [
                        'title' => '🔎 بحث سريع',
                        'usernamgeget' => '📌 أرسل اسم المستخدم الخاص بك',
                ],
                'selectoption' => 'اختر خيارًا',
                'selectusername' => 'أرسل اسم مستخدم مخصصًا
⚠️ يجب ألا يحتوي اسم المستخدم على أحرف إضافية مثل @ أو مسافة أو شرطة. 
⚠️ يجب أن يكون اسم المستخدم بالإنجليزية.
✅ أسماء مستخدمين صحيحة: ali12 | mahdi | ws1_ksdf
❌ أسماء مستخدمين خاطئة: ali_ | tele@ | _mahdi | محسن',
                'sell' => [
                        'errorConfig' => '❌ حدث خطأ أثناء إنشاء الاشتراك، يرجى التواصل مع الدعم لحل المشكلة.',
                        'errorProduct' => '❌ المنتج المحدد غير موجود',
                        'noCredit' => '📝 رصيد حسابك غير كافٍ. اختر طريقة دفع من القائمة أدناه',
                        'notestep' => '📌 اكتب ملاحظة لإعداداتك.
⚠️ هذا الاسم للبحث الأسرع في إدارة الخدمات
🪪(مثال: علي، أحمد، العم، عميل من خارج المدينة، إلخ)',
                        'serviceSelect' => '🛍️ يرجى اختيار الخدمة التي تريد شراءها!',
                        'serviceSelectFirst' => '🛍️ يرجى اختيار الخدمة التي تريد شراءها!',
                        'service_not_available' => '⛔️ ليس لديك أي خدمة نشطة',
                        'service_sell' => '🛍 الاشتراكات التي اشتريتها

⚠️ لعرض المعلومات والإدارة اضغط على اسم المستخدم

⭕️ يمكنك أيضًا استخدام زر "🔎 بحث سريع" للعثور على خدمتك بسرعة وإدارتها',
                ],
                'spam' => [
                        'spamed' => 'إرسال رسائل كثيرة في البوت',
                        'spamedMessage' => '📌 عزيزي المستخدم، تم حظر حسابك بسبب الإزعاج (السبام) في البوت.',
                        'spamedReport' => 'تم حظر المستخدم ذي المعرف الرقمي %s بسبب الإزعاج في البوت',
                ],
                'status' => [
                        'acceptRequests' => '✅ تم التسجيل بنجاح',
                        'active' => '✅ نشط',
                        'activedconfig' => '✅ تم تفعيل خدمتك بنجاح',
                        'backinfo' => '↪️ رجوع',
                        'backlist' => '🏠 العودة إلى قائمة الخدمات',
                        'backservice' => '🏠 العودة إلى تفاصيل الخدمة',
                        'config' => '🔰 الحصول على الإعدادات',
                        'day' => ' يوم ',
                        'daysleft' => 'الوقت المتبقي للخدمة:',
                        'descriptionsRemoveService' => '📌 بالضغط على زر "✅ أطلب حذف الخدمة"، سيتم إرسال طلب حذف خدمتك إلى الإدارة، وبعد المراجعة سيتم إلغاء خدمتك.

❌ في حال موافقة الإدارة، سيتم إيداع المبلغ المتبقي غير المستخدم في محفظتك.

شكرًا لاستخدامك خدماتنا.',
                        'disabled' => '❌ غير نشط',
                        'disabledconfig' => '❌ تم إيقاف خدمتك بنجاح.',
                        'error' => '❌ حدث خطأ',
                        'errorexits' => '❌ يوجد طلب مُقدَّم بالفعل لاسم المستخدم هذا، ولا يمكن تقديم طلب جديد',
                        'errorusertest' => '❌ لا يمكن استرداد المبلغ لحساب تجريبي.',
                        'exitsRequests' => '❌ لديك طلب مُقدَّم بالفعل. انتظر مراجعة الطلب المُقدَّم، وبعد المراجعة يمكنك تقديم طلب الحذف',
                        'expirationDate' => 'وقت الانتهاء:',
                        'expired' => '🔚 انتهاء وقت الخدمة',
                        'hour' => ' ساعة ',
                        'info' => '📊 معلومات الخدمة:',
                        'invalidUsername' => '❌ اسم المستخدم غير صالح.
🔄 أرسل اسم المستخدم مرة أخرى',
                        'lastTraffic' => 'إجمالي حجم الخدمة:',
                        'limited' => '🚫 انتهى الحجم',
                        'linksub' => '🔗 رابط الاشتراك',
                        'min' => 'دقيقة',
                        'month' => ' شهر ',
                        'notConsumed' => 'غير مستخدم',
                        'notUsernameGet' => 'اسم المستخدم غير موجود',
                        'notchanged' => '❌ لا يمكن تغيير حالة الخدمة.',
                        'on_hold' => '❌ غير متصل',
                        'panelNotConnected' => '❌ نظام الاستعلام عن الخدمة المطلوبة غير متاح حاليًا. حاول بعد ساعة',
                        'remainingVolume' => 'الحجم المتبقي للخدمة:',
                        'removeservice' => '❌ استرداد المبلغ',
                        'requestadmin' => '📌 تم تسجيل طلب رفض الحذف بنجاح. أرسل سبب عدم الموافقة',
                        'sendUsername' => '📌 أرسل اسم المستخدم الخاص بك',
                        'sendrequestsremove' => '✅ تم إرسال طلبك. بعد مراجعة الإدارة سيتم إبلاغك بالنتيجة',
                        'stateus' => 'الحالة:',
                        'unknown' => '❌ غير معروف',
                        'unlimited' => 'غير محدود',
                        'usedTrafficGb' => 'الحجم المستخدم من الخدمة:',
                        'userNotFound' => '❌ لم يتم العثور على الخدمة المطلوبة على الخادم!',
                        'username' => 'اسم المستخدم: ',
                ],
                'support' => [
                        'answermessage' => 'الرد على الرسالة',
                        'btnsupport' => '☎️ في الزر أدناه (الأسئلة الشائعة) توجد أسئلتك المتكررة. اضغط الزر أدناه، وإن لم تجد سؤالك اضغط زر الدعم',
                        'sendmessageadmin' => '🚀 تم إرسال رسالتك. انتظر رد الإدارة',
                ],
                'text_start' => 'مرحبًا، أهلاً بك',
                'usertest' => [
                        'errorcreat' => '❌ حدث خطأ أثناء إنشاء الاشتراك، يرجى التواصل مع الدعم لحل المشكلة.',
                        'limitwarning' => '⚠️ تم استنفاد حد إنشاء الاشتراك التجريبي الخاص بك.',
                ],
                'wheelLuck' => [
                        'alreadyParticipated' => '❌ لقد شاركت اليوم بالفعل. جرّب حظك مجددًا غدًا',
                        'error' => '❌ حدث خطأ أثناء الحصول على نتيجة اللعبة. حاول لاحقًا مرة أخرى.',
                        'featureDisabled' => '❌ هذه الميزة متوقفة حاليًا',
                        'notWinner' => '🥲 للأسف لم تفز. جرّب مرة أخرى في يوم آخر',
                        'wheelWinner' => '⭕️ فاز مستخدم باسم المستخدم @%s والمعرف الرقمي %s بعجلة الحظ',
                        'winnerCongratulations' => '🤩 تهانينا، لقد فزت! تمت إضافة مبلغ %s تومان إلى حسابك.',
                ],
        ],
        'Admin' => [
                'Balance' => [
                        'addAllBalance' => '📌 أرسل المبلغ للشحن العام',
                        'addBalanceUser' => '✅ تمت إضافة المبلغ إلى رصيد المستخدم',
                        'addBalanceUsers' => '✅ تمت إضافة المبلغ إلى أرصدة المستخدمين',
                        'invalidPrice' => 'المبلغ غير صالح',
                        'negativeBalance' => '⚜️ أرسل المعرف الرقمي للمستخدم 
الوصف: لخصم رصيد المستخدم، أرسل أولاً المعرف الرقمي للمستخدم',
                        'negativeBalanceUser' => '✅ تم خصم المبلغ من رصيد المستخدم',
                        'priceBalance' => 'تم استلام المعرف الرقمي. أرسل المبلغ الذي تريد خصمه من المستخدم بالتومان',
                ],
                'Channel' => [
                        'setChannelReport' => '🔰 تم ضبط القناة بنجاح',
                        'testChannel' => 'اختبار اتصال المجموعة',
                ],
                'Discount' => [
                        'agentCode' => 'لأي مستخدم تريد تعريف الكود؟

⚠️ إن أردت تعريفه لجميع المستخدمين، أرسل النص <code>allusers</code>',
                        'errorCode' => 'الكود غير صالح. يجب أن يكون الكود بالإنجليزية دون أحرف إضافية',
                        'firstDiscount' => '📌 هل يكون كود الخصم للشراء الأول أم لجميع المشتريات؟',
                        'getCode' => 'أرسل كودًا لكود الهدية',
                        'invalidAgentCode' => '❌ نوع المستخدم غير صالح',
                        'invalidCode' => '❌ كود الخصم غير صالح',
                        'notCode' => '❌ خطأ 
📝 كود الهدية المحدد غير موجود',
                        'priceCode' => 'تم استلام الكود. الآن أرسل مبلغ الكود',
                        'priceCodeSell' => 'تم استلام الكود. الآن أرسل نسبة الكود',
                        'removeCode' => 'اختر الكود الذي تريد حذفه',
                        'removedCode' => '✅ تم حذف الكود بنجاح.',
                        'saveCode' => '✅ تم تسجيل الكود بنجاح',
                        'setLimitUse' => '📌 أرسل حد الاستخدام.
⚠️ الحد لجميع المستخدمين',
                ],
                'Discountsell' => [
                        'getCode' => 'أرسل كودًا لكود الخصم',
                        'getLimit' => '📌 كم عدد المستخدمين الذين يمكنهم استخدام كود الخصم هذا؟',
                ],
                'Help' => [
                        'getAddDesc' => ' 🔗 تم حفظ اسم الدليل. الآن أرسل وصفك 
⚠️ ملاحظة:
🔸 يمكنك إرسال الوصف مع صورة أو فيديو',
                        'getAddName' => 'لإضافة دليل، أرسل اسمًا 
⚠️ ملاحظة: اسم الدليل هو الاسم الذي يراه المستخدم في القائمة.',
                        'removeHelp' => '✅ تم حذف الدليل.',
                        'saveHelp' => '✅ تم حفظ الدليل بنجاح',
                        'selectName' => 'اختر اسم الدليل',
                ],
                'Payment' => [
                        'reasonRejecting' => 'أرسل سبب رفض الدفع',
                        'rejected' => '⭕️ تم رفض الدفع بنجاح وأُرسلت رسالة إلى المستخدم',
                        'reviewedPayment' => '❌ تمت مراجعة هذه الدفعة بالفعل من قبل مشرف آخر',
                ],
                'Product' => [
                        'addProductStepOne' => ' أولاً أرسل اسم اشتراكك
⚠️ ملاحظات عند إدخال اسم المنتج:
• تأكد من إدخال سعر الاشتراك بجانب اسم الاشتراك.
• تأكد من إدخال مدة الاشتراك بجانب اسم الاشتراك.',
                        'getLimit' => 'أرسل حجم الاشتراك. ملاحظة: وحدة الحجم هي الغيغابايت.

إن أردت أن يكون الحجم غير محدود، أرسل الرقم 0',
                        'getPrice' => '
أرسل سعر الاشتراك.
ملاحظة:
المنتج بالتومان، وأرسل السعر دون أي أحرف إضافية.',
                        'getTime' => '
أدخل مدة الاشتراك. ملاحظة: وحدة وقت الاشتراك هي اليوم.
إن أردت أن يكون الوقت غير محدود، أرسل الرقم 0',
                        'getTimeReset' => '📌 أرسل وقت إعادة التعيين الدوري لحجم الخدمة. إن كنت لا تريد إعادة التعيين، أرسل الزر no_reset',
                        'invalidPrice' => 'السعر غير صالح',
                        'invalidTime' => 'عدد الأيام غير صالح',
                        'invalidVolume' => 'الحجم غير صالح',
                        'newTime' => 'أرسل الوقت الجديد',
                        'nullProduct' => '⭕️ لم يتم العثور على أي منتج. يرجى التواصل مع الدعم لحل المشكلة',
                        'removeLocation' => '📌 اختر موضع منتجك',
                        'removedProduct' => '✅ تم حذف المنتج بنجاح.',
                        'saveProduct' => 'تم حفظ المنتج بنجاح 🥳🎉',
                        'selectEditProduct' => 'اختر المنتج الذي تريد تعديله',
                        'selectRemoveProduct' => 'اختر المنتج الذي تريد حذفه',
                        'serviceLocation' => '📌 اختر موضع منتجك

 ⭕️ لتعريف المنتج في جميع المواضع، أرسل الأمر /all',
                        'timeUpdated' => '✅ تم تحديث وقت المنتج',
                        'volumeUpdated' => '✅ تم تحديث حجم المنتج',
                ],
                'Protocol' => [
                        'invalidProtocol' => '❌ بروتوكول غير صالح',
                        'removeProtocol' => 'اختر البروتوكول الذي تريد حذفه.',
                        'removedProtocol' => 'تم حذف البروتوكول بنجاح.',
                ],
                'SettingPayment' => [
                        'cartDirect' => '✅ تم تسجيل اسم المستخدم الخاص بك بنجاح.',
                        'getNameCard' => '📌 أرسل اسم صاحب البطاقة.',
                        'isSetPay' => '❌ لديك دفعة غير مؤكدة. انتظر حتى تتم مراجعة الدفعة السابقة ثم أرسل الدفعة الجديدة',
                        'saveCard' => '✅ تم تسجيل رقم بطاقتك بنجاح.',
                ],
                'SettingnowPayment' => [
                        'activeShowCardStatus' => '📌 تم تفعيل عرض رقم البطاقة لجميع المستخدمين.',
                        'disableShowCardStatus' => '📌 تم تعطيل عرض رقم البطاقة.',
                        'saveApi' => '✅ تم حفظ التغييرات بنجاح',
                ],
                'Status' => [
                        'Authenticationiran' => '🇮🇷 تأكيد الرقم الإيراني',
                        'Authenticationphone' => '☎️ التحقق من رقم الهاتف',
                        'activePanel' => '⭕️ في هذا القسم يمكنك إيقاف أو تشغيل اللوحة للبيع',
                        'activePanelOff' => '❌ تم إيقاف اللوحة',
                        'activePanelOn' => '✅ تم تشغيل اللوحة',
                        'autoConfirmCard' => 'حالة التأكيد التلقائي لإيصالات البطاقة إلى البطاقة',
                        'autoConfirmOff' => 'تم إيقاف حالة التأكيد التلقائي',
                        'autoConfirmOn' => 'تم تشغيل حالة التأكيد التلقائي',
                        'botTitle' => '📌 في هذا القسم يمكنك تحديد ما إذا كانت الميزات التالية مفعّلة أم لا.',
                        'btn' => '📊 إحصائيات البوت',
                        'cardStatusOffPv' => '⭕ تم إيقاف حالة البوابة دون اتصال في الخاص',
                        'cardStatusOnPv' => 'تم تشغيل حالة البوابة دون اتصال في الخاص',
                        'cardTitlePv' => 'في هذا القسم يمكنك تعطيل ميزة البطاقة إلى البطاقة والقيام بعملية البطاقة إلى البطاقة من الخاص',
                        'commission' => 'حالة تفعيل ميزة الهدية بعد بدء البوت',
                        'commissionOff' => 'تم تعطيل ميزة العمولة',
                        'commissionOn' => 'تم تفعيل ميزة العمولة',
                        'discountAffiliates' => 'حالة تفعيل ميزة الهدية',
                        'discountAffiliatesOff' => 'تم تعطيل ميزة الهدية',
                        'discountAffiliatesOn' => 'تم تفعيل ميزة الهدية',
                        'inlinebtns' => '🛡 جعل أزرار البوت زجاجية (مدمجة)',
                        'paydirect' => '🎯 حالة الشراء المباشر',
                        'statusBot' => '📡 حالة البوت',
                        'statusCategoryTime' => '⏱ تصنيف الوقت',
                        'statusNotifNewUser' => '👤 إشعار مستخدم جديد',
                        'statusRole' => '♨️ القواعد',
                        'statusShowAgent' => '👨‍💻 طلب الوكالة',
                        'statusSubject' => 'الحالة',
                        'statusTimeExtra' => '⏳ وقت إضافي',
                        'statusUsernameBtn' => '👤 زر اسم المستخدم',
                        'statusVolumeExtra' => '🔋 حالة الحجم الإضافي',
                        'statusoff' => '❌ مطفأ',
                        'statuson' => '✅ مفعّل',
                        'subject' => 'العنوان',
                ],
                'activeBotText' => 'لاستخدام ميزات لوحة الإدارة:

انتقل إلى صفحة تحتوي على لوحة مفاتيح في أسفلها.
في لوحة المفاتيح، ابحث عن زر باسم تقارير البوت واضغط عليه.
بعد الضغط على زر تقارير البوت، ستفتح صفحة.
في هذه الصفحة، يمكنك اختيار وضبط المجموعة التي تريدها.
هذه الخطوة إلزامية',
                'addorder' => [
                        'stepFive' => '📌 تمت إضافة الخدمة إلى حساب المستخدم بنجاح.',
                        'stepFour' => '📌 أرسل اسم المنتج.',
                        'stepThree' => '📌 اختر موقع الإعدادات.',
                        'stepTwo' => '📌 أرسل اسم مستخدم إعدادات المستخدم.',
                ],
                'affiliates' => [
                        'titleTopic' => '🎁 تقارير العمولات',
                ],
                'agent' => [
                        'agentWelcome' => '👋 مرحبًا بك في لوحة الوكالة',
                        'getTypeAgent' => '📌 لإضافة وكيل، أرسل نوع الوكيل
1- نوع الوكيل الأول n: هذا الوكيل لديه الإمكانيات العادية 
2- نوع الوكيل الثاني n2: هذا النوع من الوكلاء يمكنه شراء الخدمات دون حد ائتماني.',
                        'invalidTypeAgent' => '❌ نوع الوكيل غير صالح',
                        'invalidValue' => '⭕️ إدخال غير صالح',
                        'setAgentProduct' => 'لأي مستخدم يُعرض المنتج؟
النوع الأول f: مستخدم عادي
النوع الثاني n: وكيل من النوع الثاني بإمكانيات محدودة
النوع الثالث n2: وكيل من النوع الثالث بإمكانيات أكثر',
                        'submitUsername' => '✅ تم حفظ اسم المستخدم الخاص بك بنجاح.',
                        'userAgentRemoved' => '❌ تمت إزالة المستخدم من حالة الوكيل بنجاح',
                        'userAgented' => '✅ أصبح المستخدم وكيلاً بنجاح',
                ],
                'algorithmExtend' => [
                        'saveData' => '✅ تم تحديث طريقة تجديد الخدمة بنجاح',
                ],
                'algorithmUsername' => [
                        'saveData' => '✅ تم تحديث طريقة إنشاء اسم المستخدم بنجاح',
                ],
                'backAdmin' => 'لقد عدت إلى لوحة الإدارة!',
                'backAdminBtn' => '🏠 العودة إلى قائمة الإدارة',
                'backMenu' => 'لقد عدت إلى القائمة السابقة!',
                'backMenuBtn' => '▶️ العودة إلى القائمة السابقة',
                'btnKeyboard' => [
                        'addPanel' => '🖥 إضافة لوحة',
                        'manageUser' => '👤 إدارة المستخدم',
                        'managementPanel' => '✏️ إدارة اللوحة',
                ],
                'changeLocation' => [
                        'confirm' => '✅ تأكيد النقل',
                        'title' => '🌐 تغيير الموقع',
                ],
                'channel' => [
                        'changeChannel' => 'لضبط قناة العضوية الإجبارية، يرجى إدخال اسم مستخدم قناتك مع @، أو المعرف الرقمي للقناة الذي يبدأ بـ -100',
                        'description' => '📌 لتفعيل ميزة الانضمام الإجباري، أضف قناة
ملاحظات هذه الميزة: 
- يجب أن يكون البوت مشرفًا في القناة
- لتعطيل هذه الميزة يجب حذف جميع القنوات',
                        'removeChannel' => '📌 أرسل إحدى القنوات أدناه للحذف',
                        'removeChannelBtn' => 'حذف القناة',
                        'removedChannel' => '❌ تم حذف القناة بنجاح.',
                        'title' => 'إضافة قناة',
                ],
                'cronjob' => [
                        'changedData' => '✅ تم حفظ التغييرات بنجاح',
                        'setDayRemove' => '📌 أرسل عدد الأيام التي بعدها تُحذف الحسابات المنتهية مدتها
الوقت الحالي: ',
                        'setVolumeRemove' => '📌 أرسل عدد الأيام التي بعدها تُحذف الحسابات التي انتهى حجمها. يُحسب وقت الحساب بناءً على آخر اتصال للمستخدم. هذه الميزة لخاصة بلوحة Marzban
الوقت الحالي: ',
                ],
                'customvolume' => [
                        'invalidTime' => 'عدد الأيام غير صالح',
                ],
                'getStats' => 'إن أردت عرض الإحصائيات لنطاق تاريخي آخر، أرسل أولاً تاريخ البدء.
مثال: 
<code>%s</code>',
                'getlimitusertest' => [
                        'getId' => 'أرسل حد إنشاء الحساب التجريبي',
                        'limitAll' => 'أدخل حد إنشاء الحساب التجريبي.',
                        'setLimit' => 'تم ضبط الحد للمستخدم.',
                        'setLimitAll' => 'تم ضبط حد إنشاء الحساب لجميع المستخدمين',
                        'setLimitBtn' => '➕ حد إنشاء الحساب التجريبي للجميع',
                ],
                'manageUser' => [
                        'acceptedPhone' => 'تم التأكيد',
                        'addBalanceUser' => '👆 زيادة الرصيد',
                        'addBalanceUserDesc' => '⭕️ أرسل المبلغ الذي تريد إضافته',
                        'addBalanced' => '✅ تمت إضافة الرصيد إلى حساب المستخدم بنجاح.',
                        'addagent' => '🤖 إضافة وكيل',
                        'banUserList' => '🔒 حظر المستخدم',
                        'blockUser' => '🚫 تم حظر المستخدم. الآن أرسل سبب الحظر أيضًا.',
                        'blockedUser' => 'المستخدم محظور مسبقًا ❗️',
                        'confirmNumber' => 'تأكيد رقم الهاتف يدويًا',
                        'dataorder' => 'لم يُسجَّل أي تاريخ',
                        'descriptionBlock' => '✍️ تم حفظ سبب حظر المستخدم',
                        'failedPhone' => 'غير مؤكد',
                        'getIdMessage' => '✅ تم استلام النص. الآن أرسل المعرف الرقمي للمستخدم.',
                        'getIdUserUnblock' => '👤 أرسل المعرف الرقمي للمستخدم',
                        'getText' => 'أرسل نصك',
                        'getTextResponse' => 'للرد على الرسالة، أرسل نصك.',
                        'lowBalanceUser' => '👇 خصم الرصيد',
                        'lowBalanceUserDesc' => '⭕️ أرسل المبلغ الذي تريد خصمه',
                        'lowBalanced' => '✅ تم خصم الرصيد من حساب المستخدم بنجاح.',
                        'manageUserBtn' => '⚙️ إدارة المستخدم',
                        'manageUserBtnDesc' => '⭕️ في هذا القسم يمكنك عرض جميع المستخدمين 
⚠️ لإدارة مستخدم، اضغط زر إدارة المستخدم أمام كل مستخدم',
                        'messageSent' => '✅ تم إرسال الرسالة',
                        'newUser' => '🎉 قام مستخدم جديد بتشغيل البوت
 الاسم: %s
اسم المستخدم: @%s
المعرف الرقمي: %s',
                        'removeService' => '❌ حذف الطلب',
                        'removeServiceAndBack' => '❌ حذف الطلب واسترداد المبلغ',
                        'removeagent' => '🤖 إزالة الوكيل',
                        'removedService' => '✅ تم حذف خدمة المستخدم.',
                        'sendMessageUser' => '✅ تم إرسال الرسالة إلى المستخدم بنجاح.',
                        'sendPaymentList' => '✅ تم إرسال قائمة مدفوعات المستخدم',
                        'unbanUserList' => '🔓 رفع حظر المستخدم',
                        'userNotBlock' => 'المستخدم غير محظور 😐',
                        'userUnblocked' => 'تم رفع حظر المستخدم. 🤩',
                        'viewOrderUser' => '🛍 عرض طلبات المستخدم',
                        'viewPaymentUser' => '💰 عرض مدفوعات المستخدم',
                ],
                'manageadmin' => [
                        'addAdminSet' => '🥳 تمت إضافة المشرف بنجاح',
                        'adminAddedSendUser' => '⭕️ عزيزي المستخدم، لقد أصبحت مشرفًا في البوت. للوصول إلى لوحة الإدارة يمكنك إرسال الأمر <code>panel</code>',
                        'getId' => '🌟 أرسل المعرف الرقمي للمشرف الجديد',
                        'invalidRule' => '❌ مستوى صلاحية غير صالح',
                        'setRule' => '⭕️ أرسل مستوى صلاحية المشرف
مستوى الصلاحية administrator لديه صلاحية الوصول إلى جميع الأقسام
مستوى الصلاحية Seller لديه صلاحية الوصول فقط إلى أقسام تأكيد الإيصال وخدمات المستخدم وإحصائيات البوت
مستوى الصلاحية support لديه صلاحية الوصول إلى أقسام خدمات المستخدم والرد على رسائل الدعم',
                ],
                'managepanel' => [
                        'Inbound' => [
                                'endInbound' => '🥳 تم تسجيل الـ inbounds بنجاح',
                                'getInbound' => '🔰 أرسل أسماء الـ inbounds التي تريد ضبطها لهذا البروتوكول.',
                                'getPanelType' => '📌 اختر نوع لوحتك',
                                'getProtocol' => '🔱 اختر بروتوكولك',
                                'invalidProtocol' => '⛔️ البروتوكول غير صالح. يجب أن يكون البروتوكول أحد الخيارات أدناه',
                        ],
                        'addPanelName' => 'أرسل اسم اللوحة
       
⚠️ ملاحظة: اسم اللوحة هو الاسم الذي يظهر أثناء عمليات البحث.',
                        'addPanelUrl' => '🔗 تم حفظ اسم اللوحة. الآن أرسل عنوان لوحتك
    ⚠️ ملاحظة:
    🔸 يجب إرسال عنوان اللوحة دون dashboard.
    🔹 إذا كان منفذ اللوحة 443 فلا يجب إدخال المنفذ. (أحيانًا يجب إدخاله مع المنفذ)
    🔸 يجب ألا ينتهي العنوان بـ /
    🔹 في حال إدخال IP يجب أن يحتوي على http أو https',
                        'addedPanel' => 'تهانينا، تمت إضافة لوحتك بنجاح',
                        'changedLimit' => 'تم ضبط الحد الجديد بنجاح',
                        'changedNamePanel' => '✅ تم تغيير اسم اللوحة بنجاح.',
                        'changedPasswordPanel' => '✅ تم تغيير كلمة مرور اللوحة بنجاح.',
                        'changedUrlPanel' => '✅ تم تغيير عنوان اللوحة بنجاح.',
                        'changedUsernamePanel' => '✅ تم تغيير اسم مستخدم اللوحة بنجاح.',
                        'connectXUi' => '✅ اللوحة متصلة',
                        'customNameSend' => 'أرسل نصك المخصص',
                        'errorStatusPanel' => 'لا يمكن الاتصال باللوحة 😔 الخطأ مكتوب أدناه. إن لم تُحل المشكلة تواصل مع الدعم',
                        'getLimitedPanel' => '📌 حدد حد إنشاء الحساب في هذه اللوحة.
⚠️ لاحظ أن الحد يعتمد على عدد الطلبات النشطة في البوت 
إن أردت أن يكون غير محدود، أرسل النص unlimited',
                        'getLoc' => 'لتعديل اللوحة، أرسل اسم اللوحة',
                        'getNameNew' => 'أرسل اسم اللوحة الجديد',
                        'getPassword' => '🔑 تم حفظ اسم المستخدم. أدخل كلمة المرور',
                        'getPasswordNew' => 'أرسل كلمة مرور اللوحة الجديدة',
                        'getUrlNew' => ' أرسل عنوان اللوحة الجديد',
                        'getUsernameNew' => ' أرسل اسم مستخدم اللوحة الجديد',
                        'invalidDomain' => '🔗 عنوان النطاق غير صالح',
                        'invalidName' => 'الاسم غير صالح',
                        'limitedPanel' => '❌ للأسف، انتهت سعة إنشاء الحسابات في هذه اللوحة. استخدم لوحة أخرى',
                        'limitedPanelFirst' => '❌ للأسف، انتهت سعة إنشاء الحسابات. حاول مرة أخرى بعد ساعات.',
                        'nullPanel' => '⭕️ لم يتم العثور على أي موضع. يرجى التواصل مع الدعم لحل المشكلة',
                        'nullPanelAdmin' => 'لم يتم تعريف أي لوحة. عرّف اللوحة أولاً ثم أضف منتجًا',
                        'removedPanel' => 'تم حذف اللوحة بنجاح',
                        'repeatPanel' => '❌ اسم اللوحة مسجّل مسبقًا. لا يمكنك تسجيله مرة أخرى',
                        'savedData' => '✅ تم حفظ التغييرات بنجاح.',
                        'savedName' => '✅ تم حفظ الاسم بنجاح',
                        'setLimit' => 'أرسل حد إنشاء الحساب الجديد. إن أردت أن يكون غير محدود، أرسل النص unlimited',
                        'setProtocol' => '✅ تم ضبط البروتوكول بنجاح',
                        'usernameSet' => '👤 تم حفظ عنوان اللوحة. الآن أرسل اسم المستخدم',
                ],
                'messageBulk' => [
                        'userMessage' => '📥 تم استلام رد على رسالة من المستخدم. للرد اضغط الزر أدناه وأرسل رسالتك.

المعرف الرقمي: %s
اسم مستخدم المستخدم: @%s
📝 نص الرسالة: %s',
                        'userResponse' => '📥 تم استلام رد على رسالة من المستخدم. للرد اضغط الزر أدناه وأرسل رسالتك.

المعرف الرقمي: %s
اسم مستخدم المستخدم: %s
📝 نص الرسالة: %s',
                ],
                'month' => [
                        1 => '⏳ شهر واحد',
                        '1day' => '⏳ يوم واحد',
                        2 => '⏳ شهران',
                        3 => '⏳ ثلاثة أشهر',
                        365 => '⏳ سنة واحدة',
                        4 => '⏳ أربعة أشهر',
                        6 => '⏳ ستة أشهر',
                        '7day' => '⏳ سبعة أيام',
                        'title' => '📌 اختر مدة الخدمة',
                        'unlimited' => '🔋 حسب الحجم',
                ],
                'notUser' => 'لم يتم العثور على مستخدم بهذا المعرف',
                'order' => [
                        'notFound' => '❌ لم يتم العثور على أي طلب',
                        'viewOrderUsername' => '👁 لعرض طلبات المستخدم، أرسل اسم مستخدم إعدادات المستخدم',
                ],
                'panelAdmin' => '👨‍💼 لوحة الإدارة',
                'phone' => [
                        'active' => 'تم تأكيد رقم هاتف المستخدم ✅🎉',
                ],
                'report' => [
                        'reportCron' => '📝 تقارير الإشعارات',
                        'reportNight' => '🌙 التقرير الليلي',
                ],
                'reportgroup' => [
                        'adminAdded' => '👨‍💼 قام مستخدم بالمعلومات التالية بإضافة مشرف.

اسم المستخدم %s
المعرف الرقمي: %s
نوع الصلاحية: %s

⭕️ معلومات المشرف الجديد:
المعرف الرقمي: %s',
                        'newPaymentStar' => '💵 دفعة جديدة
- 👤 اسم مستخدم المستخدم: @%s
- 🆔 المعرف الرقمي للمستخدم: %s
- 💸 مبلغ المعاملة %s
- 📥 مبلغ النجوم المودع: %s
- 💳 طريقة الدفع: نجوم تيليجرام',
                        'renewalDetails' => '📣 تم تسجيل تفاصيل تجديد الحساب في بوتك.
▫️ المعرف الرقمي للمستخدم: <code>%s</code>
▫️ اسم مستخدم المستخدم: @%s
▫️ اسم مستخدم الإعدادات: %s
▫️ اسم المستخدم: %s
▫️ موقع الخدمة: %s
▫️ اسم المنتج: %s
▫️ حجم المنتج: %s
▫️ وقت المنتج: %s
▫️ مبلغ التجديد: %s تومان
▫️ رصيد المستخدم: %s تومان
▫️ وقت الشراء: %s',
                        'volumePurchase' => '⭕️ قام مستخدم بشراء حجم إضافي

معلومات المستخدم:
🪪 المعرف الرقمي: %s
🛍 الحجم المشترى: %s
💰 المبلغ المدفوع: %s تومان
رصيد المستخدم قبل الشراء: %s
👤 اسم مستخدم الإعدادات: %s',
                ],
                'transfer' => [
                        'confirm' => '✅ في حال التأكيد، اضغط الزر أدناه ليتم نقلك بنجاح.',
                        'confirmed' => '✅ تم نقل الخدمة بنجاح.',
                        'description' => '🛂 لنقل هذا الاشتراك إلى مستخدمين آخرين، يجب أن يكون لديك معرف مستخدم الحساب الوجهة.

‼️ ملاحظات النقل:
1 - للحصول على معرف المستخدم، انتقل إلى زر المحفظة 
2 - بعد نقل الاشتراك إلى المستخدم الوجهة، سيُحذف الاشتراك من لوحتك.

🆕 أدخل معرف مستخدم الحساب الوجهة:',
                        'notSendServiceYou' => '❌ لا يمكن نقل الخدمة إلى نفسك.',
                        'notUserTrans' => '❌ لم يتم العثور على مستخدم بهذا المعرف.',
                        'title' => '🚚 نقل الخدمة إلى مستخدم آخر',
                        'transferNotValid' => '❌ لا يمكن نقل الخدمة التجريبية إلى مستخدم آخر.',
                ],
                'adminphp' => [
                        'btn_show_1' => 'لا تُظهر مجددًا ⛓️‍💥',
                        'ok_message_show' => '

✅ لن تُعرض هذه الرسالة لك مرة أخرى.',
                        'ask_select_channel_join_name' => '📌 اختر اسمًا لزر عضوية القناة.',
                        'ask_send_join_link' => '📌 أرسل رابط العضوية',
                        'err_invalid_join_address' => 'عنوان العضوية غير صحيح',
                        'ok_success_channel' => '✅ تم تسجيل قناة الانضمام الإجباري بنجاح.',
                        'db_test_service_name' => 'خدمة تجريبية',
                        'btn_date_must' => 'يجب أن يكون التاريخ صالحًا',
                        'ask_send_date' => 'أرسل تاريخ الانتهاء، على سبيل المثال:
<code>2025/09/08</code>',
                        'ask_send_token' => '📌 أرسل التوكن',
                        'err_panel_manage_link_domain' => '❌ ملاحظة:
لتفعيل اللوحة يجب الانتقال إلى قائمة إدارة اللوحة وضبط خياري تعيين معرف الـ inbound ونطاق رابط الاشتراك بالتأكيد، وإلا فلن يتم إنشاء الإعدادات',
                        'err_panel_user_manage_bot' => '❌ ملاحظة:
لتفعيل اللوحة يجب الانتقال إلى قائمة إدارة اللوحة وضبط خياري البروتوكول والـ inbound حتى يقدّم البوت الإعدادات، وإلا فلن تُعطى الإعدادات للمستخدم',
                        'err_panel_manage_bot_set_1' => '❌ ملاحظة:
لتفعيل اللوحة يجب الانتقال إلى قائمة إدارة اللوحة والدخول إلى قائمة تعيين معرف الـ inbound وضبط اسم الإعدادات، وإلا فلن ينشئ البوت أي إعدادات',
                        'err_panel_manage_bot_set_2' => '❌ ملاحظة:
للتفعيل يجب الانتقال إلى إدارة اللوحة > تعيين اسم المجموعة وإرسال اسم المجموعة الافتراضي الذي عرّفته في ibsng إلى البوت.',
                        'err_account_enable_must_note' => '❌ ملاحظة:
1 - يجب أن تكون إضافة المحاسبة (accounting) مثبتة في الـ MikroTik الخاص بك
2 - في قسم ip » services » http أو https يجب أن يكون مفعّلاً (إن حصلت على SSL فعّل https، وإلا فـ http)',
                        'err_send_panel_admin_manage' => '❌ ملاحظة:
1 - من إدارة اللوحة اضبط الخيارات التالية

1 - uuid admin: احصل على uuid المشرف من اللوحة وسجّله
2 - نطاق رابط الاشتراك: أرسل نطاق رابط اشتراك لوحة Hiddify',
                        'err_send_panel_user_1' => '❌ ملاحظة:
1 - من مسار إدارة اللوحة > تعيين ⚙️ البروتوكول والـ inbound، أرسل اسم مستخدم إعدادات.',
                        'err_send_message_1' => '❌ نظام إرسال الرسائل يقوم حاليًا بعملية. بعد الانتهاء والإبلاغ يمكنك إرسال رسالة جديدة.',
                        'btn_message_1' => 'إلغاء الرسالة المثبتة',
                        'msg_confirm' => 'بتأكيد الخيار أعلاه ستبدأ عملية الإرسال',
                        'ask_service_user_group' => '📌 على أي مجموعة مستخدمين تُطبّق الخدمة؟',
                        'err_error_message_please' => '❌ حدث خطأ. يرجى إعادة خطوات إرسال الرسالة من البداية',
                        'ask_service_user' => '📌 على أي فئة من المستخدمين تُطبّق الخدمة؟',
                        'msg_panel_user_message' => '📌 إلى أي مستخدمين في اللوحات أدناه تُرسل الرسالة؟',
                        'msg_message' => '📌 هل تريد تثبيت الرسالة المُرسلة أم لا؟',
                        'ask_send_user_bot_day' => '📌 في هذه الميزة تُرسل الرسالة إلى المستخدمين الذين لم يستخدموا البوت لعدد الأيام الذي تحدده
أرسل عدد الأيام الخاص بك.',
                        'ask_send_message' => '📌 أرسل نص رسالتك.',
                        'msg_select_message_button_show' => '📌 إن أردت عرض زر أسفل الرسالة، اختر خيارًا من القائمة أدناه، وإلا اضغط زر الإرسال بدون زر',
                        'msg_user_day_1' => '📌 في قسم المستخدمين الذين لم يستخدموا البوت لعدد الأيام المحدد، يمكن إرسال النص فقط.',
                        'msg' => '📌 في قسم الإرسال الجماعي، يمكن إرسال النص فقط.',
                        'msg_user_day_2' => 'المستخدمون الذين لم يستخدموه لعدد الأيام المحدد',
                        'btn_user_1' => 'إرسال إلى جميع المستخدمين',
                        'btn_1' => 'العملاء',
                        'btn_buy' => 'من لم يقوموا بأي شراء',
                        'ok_1' => '✅ بدأت العملية. سيتم إبلاغك عند الانتهاء.',
                        'btn_message_2' => '📌 تم إلغاء إرسال الرسالة.',
                        'ask_send_1' => '📌 أرسل نصك أو صورتك',
                        'ask_send_user_number_1' => '📌 هل يمكن للمستخدم الرد أم لا؟
1 - نعم، يمكنه الرد 
2 - لا، لا يمكنه الرد
أرسل الإجابة كرقم',
                        'btn_user_message' => '📤 إعادة توجيه الرسالة إلى مستخدم',
                        'err_tutorial_name_must' => '❌ يجب أن يكون اسم الدليل أقل من 150 حرفًا',
                        'err_tutorial_name' => '❌ اسم الدليل موجود مسبقًا. استخدم اسمًا آخر.',
                        'ask_send_tutorial_name' => '📌 أرسل اسم تصنيف الدليل',
                        'ok_bot' => '✅ البوت يعمل',
                        'err_bot' => '❌ البوت متوقف',
                        'ok_confirm_1' => '✅ تأكيد القاعدة مفعّل',
                        'err_confirm_1' => '❌ تأكيد القواعد متوقف',
                        'ok_confirm_2' => '✅ تأكيد رقم الهاتف مفعّل',
                        'err_enable_disable_1' => '❌ التحقق من رقم الهاتف معطّل',
                        'ok_2' => '✅ تأكيد الرقم الإيراني مفعّل',
                        'err_enable_disable_2' => '❌ فحص الرقم الإيراني معطّل',
                        'err_select_set_group_number' => '❌ المجموعة المحددة ليست في وضع المنتدى. فعّل أولاً ميزة المواضيع للمجموعة ثم اضبط المعرف الرقمي للمجموعة مجددًا',
                        'btn_report_buy_1' => '🛍 تقارير الشراء',
                        'err_admin_bot_group' => '❌ البوت ليس مشرفًا في المجموعة',
                        'btn_report_buy_2' => '📌 تقرير شراء الخدمات',
                        'btn_account_report' => '🔑 تقرير الحساب التجريبي',
                        'btn_report_1' => '⚙️ تقارير أخرى',
                        'err_error_report' => '❌ تقارير الأخطاء',
                        'btn_report_2' => '💰 التقرير المالي',
                        'btn_bot_backup' => '🤖 نسخة احتياطية للبوت ',
                        'err_name_must' => '❌ يجب أن يكون اسم المنتج أقل من 150 حرفًا',
                        'err_invalid_select_panel' => '❌ اللوحة المحددة خاطئة',
                        'ask_send_name_1' => '📌 أرسل اسم تصنيفك.',
                        'err_notfound_select_add_1' => '❌ التصنيف المحدد غير موجود. أضف تصنيفك من قسم الخطط > إضافة تصنيف ثم أضف المنتج.',
                        'ask_send_user_1' => ' 🗒 أرسل الملاحظة للمنتج. تظهر هذه الملاحظة في الفاتورة المبدئية للمستخدم.',
                        'ask_send_user_2' => ' 🗒 أرسل الملاحظة للمنتج. تظهر هذه الملاحظة في الفاتورة المبدئية للمستخدم.',
                        'ask_admin_delete_button' => '📌 في القسم أدناه يمكنك عرض قائمة المشرفين. ويمكنك أيضًا حذف مشرف بالضغط على زر الضربة (X)',
                        'msg_user_renew_buy' => '⚠️ للموافقة على طلبات المستخدمين، راجع أولاً إيصالات الشراء أو تجديد الاشتراك ووافق عليها. ثم وافق على إيصال شحن المحفظة. ',
                        'ask_select_user_1' => '📌 اختر نوع المستخدم',
                        'ask_send_price' => 'أرسل السعر الجديد',
                        'ok_price_day' => '✅ تم تحديث سعر المنتج',
                        'ask_send_2' => 'أرسل الملاحظة الجديدة',
                        'ok_day_1' => '✅ تم تحديث ملاحظة المنتج',
                        'ask_select_name_1' => 'اختر اسم التصنيف الجديد',
                        'err_notfound_select_add_2' => '❌ التصنيف المحدد غير موجود. أضف تصنيفك من قسم الخطط > إضافة تصنيف ثم أضف المنتج.',
                        'ok_day_2' => '✅ تم تحديث تصنيف المنتج',
                        'ask_send_name_2' => 'أرسل الاسم الجديد',
                        'ok_day_name' => '✅ تم تحديث اسم المنتج',
                        'ask_send_user_3' => 'أرسل نوع المستخدم الجديد:
أنواع المستخدمين: f, n, n2',
                        'err_invalid_user_group_1' => '❌ مجموعة المستخدم غير صالحة',
                        'ask_send_volume_1' => 'أرسل نوع إعادة تعيين الحجم',
                        'ask_select_1' => '📌 اختر موضع المنتج الجديد',
                        'err_change_name' => '❌ لا يمكنك تغيير منتج معرّف إلى اسم الموضع /all.',
                        'ok_day_3' => '✅ تم تحديث موضع المنتج',
                        'ask_send_volume_2' => 'أرسل الحجم الجديد',
                        'msg_user_group' => '📌 إلى أي من مجموعات المستخدمين التالية يُودَع الشحن؟',
                        'btn_user_2' => '📌 إلى أي مستخدم يُرسل الشحن العام؟',
                        'ask_user_message' => '📌 هل تُرسل رسالة إشعار شحن للمستخدمين أم لا؟
نعم: 1
لا: 0',
                        'ok_message' => '✅ بدأت عملية إرسال الرسالة. سيتم إبلاغك عند الانتهاء.',
                        'btn_balance' => '⬇️ خصم الرصيد',
                        'btn_3' => '📌 الحد الأقصى للمبلغ هو 100 مليون ريال.',
                        'btn_name_1' => 'غير محدد',
                        'btn_5' => 'غير موثّق',
                        'btn_6' => 'موثّق',
                        'btn_7' => 'مخفي',
                        'btn_show_2' => 'يتم عرضه',
                        'btn_date' => '⭕️ تاريخ انتهاء الوكالة: ',
                        'btn_delete_1' => '🗑 حذف البروتوكول',
                        'ask_select_account_user' => '⭕️ اختر طريقة إنشاء اسم المستخدم للحسابات من الزر أدناه.
        
⚠️ في حال عدم امتلاك المستخدم لاسم مستخدم، سيتم تسجيل الكلمة التي تختارها واستخدامها بدلاً من اسم المستخدم.
        
⚠️ في حال وجود اسم المستخدم مسبقاً، سيُضاف رقم عشوائي إلى اسم المستخدم',
                        'ask_user_name_register' => '📌 ما الاسم الذي سيتم تسجيله إذا لم يكن للمستخدم اسم مستخدم؟',
                        'ask_send_user_card_1' => '💳 أرسل رقم بطاقتك

⚠️ يُرجى ملاحظة أنه يمكنك تعريف عدة أرقام بطاقات؛ في حال تعريف عدة أرقام، سيُعرض للمستخدم رقم عشوائي من بينها',
                        'err_card_number_must' => '❌ يجب أن يكون رقم البطاقة أرقاماً.',
                        'err_card' => '❌ رقم البطاقة موجود مسبقاً في قاعدة البيانات.',
                        'err_card_name_register_please' => '❌ فشل تسجيل رقم البطاقة. يُرجى المحاولة مرة أخرى أو التواصل مع الدعم.',
                        'ask_select_2' => '📌 اختر أحد الخيارات',
                        'err_invalid_panel_user' => '❌ اسم المستخدم أو كلمة مرور اللوحة غير صحيحة',
                        'err_error_1' => '❌ حدث خطأ أثناء جلب البيانات. رمز الخطأ: ',
                        'err_error_2' => '❌ حدث خطأ أثناء جلب البيانات. الخطأ: ',
                        'err_invalid_panel_link' => '❌ تم إرسال رابط اللوحة بشكل خاطئ',
                        'btn_panel' => 'اللوحة غير متصلة',
                        'ask_select_3' => 'اختر أحد الخيارات',
                        'err_send_panel_user_2' => '📌 أرسل نوع المستخدم
مجموعات المستخدمين: f,n,n2
❌ إذا كنت تريد عرض اللوحة لجميع مجموعات المستخدمين، أرسل النص all',
                        'ok_success_user_1' => '📌 تم تغيير مجموعة المستخدم بنجاح',
                        'btn_link_domain_sub' => '🔗 نطاق رابط الاشتراك',
                        'ask_send_panel_user_1' => '📌 إذا كنت تستخدم لوحة Sanaei، انسخ رابط اشتراك أحد المستخدمين من اللوحة ثم أرسله في هذا القسم. أما اللوحات الأخرى فيجب إرسالها وفقاً لبنيتها.',
                        'btn_link_sub_enable' => 'رابط الاشتراك غير مفعّل',
                        'err_invalid_link_sub_name' => 'رابط الاشتراك غير صالح',
                        'ask_send_admin' => '📌 أرسل UUID الخاص بالمشرف',
                        'ok_admin_save' => '✅ تم حفظ UUID الخاص بالمشرف',
                        'ask_send_testservice_service_time' => '🕰 أرسل مدة الخدمة التجريبية.
⚠️ المدة بالساعات.',
                        'ask_send_testservice_service_volume' => 'أرسل حجم الخدمة التجريبية.
⚠️ الحجم بالميغابايت.',
                        'ask_send_panel_name_id' => '📌 أرسل معرّف الـ inbound الذي تريد إنشاء الإعدادات منه. معرّف الـ inbound هو رقم متعدد الخانات مكتوب في عمود id في صفحة الـ inbounds باللوحة.

⚠️ إذا كنت تستخدم لوحة wgdashboard، يجب إرسال اسم الإعدادات',
                        'ok_success_save_1' => '✅ تم حفظ معرّف الـ inbound بنجاح',
                        'btn_set_1' => '⚙️ ضبط البروتوكول',
                        'ask_send_confirm' => 'للتأكيد، أرسل الكلمة أدناه.
<code>تایید</code>',
                        'ask_select_4' => '📌 اختر أحد الخيارات من القائمة أدناه',
                        'ask_group' => '📌 أي مجموعة من الوكلاء تريد عرضها؟',
                        'err_amount' => '❌ الحد الأقصى للمبلغ هو 100 مليون تومان',
                        'ask_button_confirm' => 'للتأكيد، اضغط على زر التأكيد',
                        'ok_success_user_2' => '✅ تم توثيق المستخدم بنجاح.',
                        'ok_success_user_3' => '💎 عزيزي المستخدم، تم توثيق حسابك بنجاح من قِبل المشرف ويمكنك الآن إتمام عملية الشراء',
                        'ok_success_user_4' => '✅ تمت إزالة المستخدم من حالة التوثيق بنجاح.',
                        'msg_user_sub_bot' => '✳️ تم رفع الحظر عن حسابك ✳️
يمكنك الآن استخدام البوت ✔️',
                        'err_user_1' => '❌ ليس لدى المستخدم أي إحالات.',
                        'msg_user_id' => '📌 تم إرسال المعرّف المتعلق بإحالات المستخدم.',
                        'btn_user_3' => '📌 تمت إزالة المستخدم من الإحالة.',
                        'btn_user_delete' => '📌 تم حذف إحالات المستخدم.',
                        'err_service_delete' => '❌ تم حذف الخدمة مسبقاً',
                        'err_error_3' => 'حدث خطأ',
                        'ask_send_discount_hour_enable' => '📌 لكم ساعة يبقى كود الخصم فعّالاً؟ إذا كنت تريده غير محدود، أرسل الرقم 0',
                        'ask_send_user_limit' => '📌 أرسل حد الاستخدام لكل مستخدم.',
                        'btn_discount' => '📌 لأي قسم يكون كود الخصم؟',
                        'msg_user_limit_must' => '📌 يجب أن يكون عدد الاستخدامات لكل مستخدم أقل من الحد الإجمالي',
                        'ask_send_select_panel_discount' => '📌 لتعيين كود خصم لمنتج معيّن، اختر أولاً موضع المنتج.
ملاحظة: لاختيار جميع اللوحات، أرسل الكلمة <code>/all</code>',
                        'ask_send_discount' => '📌 لأي منتج يكون كود الخصم؟ يُرجى ملاحظة أنه إذا كنت تريد أن ينطبق كود الخصم على جميع المنتجات، أرسل الكلمة all',
                        'err_invalid_name_1' => 'نسبة غير صالحة',
                        'ask_user_amount_sub_1' => '📌 حدد الحد الأدنى للمبلغ الذي تريد أن يشحن به المستخدم حسابه',
                        'msg_user_balance_group' => '📌 لأي مجموعة مستخدمين يكون الحد الأدنى للرصيد؟
f
n
n2',
                        'ask_user_amount_sub_2' => '📌 حدد الحد الأقصى للمبلغ الذي تريد أن يشحن به المستخدم حسابه',
                        'ok_success_change_1' => 'تم تطبيق التغييرات بنجاح',
                        'ask_send_user_balance_1' => '📌 أرسل الحد الأقصى للمبلغ الذي يمكن أن يصبح رصيد المستخدم سالباً عنده عند الشراء
ملاحظة: يجب أن يكون الرقم دون شرطة أو علامة سالب
إذا كنت تريد أن يشتري المستخدم بشكل غير محدود، أرسل الرقم 0',
                        'ask_select_service' => '⚠️ تم العثور على أكثر من خدمة؛ اختر الخدمة الصحيحة من القائمة أدناه',
                        'btn_hour' => 'ساعة',
                        'btn_8' => 'ميغابايت',
                        'btn_day_1' => 'يوم',
                        'btn_9' => 'غيغابايت',
                        'err_notfound_panel_user' => 'المستخدم غير موجود في اللوحة',
                        'btn_10' => 'متصل',
                        'btn_11' => 'غير متصل',
                        'btn_12' => 'لم يتم الاتصال',
                        'err_account' => '❌ إيقاف الحساب',
                        'btn_admin_renew' => 'تم التجديد بواسطة المشرف',
                        'btn_volume_add' => 'حجم إضافي',
                        'btn_time_add' => 'وقت إضافي',
                        'btn_sub' => 'النقل إلى حساب آخر',
                        'btn_renew' => 'تجديد بسبب عدم وجود المستخدم في القائمة',
                        'btn_change' => 'تغيير الموقع',
                        'btn_time' => 'هدية وقت عامة',
                        'btn_volume' => 'هدية حجم عامة',
                        'btn_13' => '🪪 تصدير البيانات',
                        'btn_set_settings' => '🕚 إعدادات مهام الكرون',
                        'err_notfound' => '❌ لا توجد بيانات للتصدير',
                        'btn_user_4' => '🪪 تصدير بيانات المستخدمين',
                        'btn_user_order' => '🪪 تصدير طلبات المستخدمين',
                        'btn_user_payment' => '🪪 تصدير مدفوعات المستخدمين',
                        'err_notfound_service_volume_time' => '❌ لا يمكن حذف الخدمة لأن حجمها ووقتها غير محدودين. ',
                        'ask_send_amount_1' => '📌 أرسل مبلغ استرداد الأموال',
                        'ok_success_user_5' => '✅ تمت إضافة المبلغ إلى حساب المستخدم بنجاح.',
                        'btn_day_2' => 'يوم',
                        'msg_user_day_message_config' => 'في هذا القسم يجب أن تحدد أنه إذا لم يتصل المستخدم بإعداداته بعد عدد معيّن من الأيام وكان في حالة on_hold، فيتم إرسال رسالة إلى المستخدم',
                        'ok_tutorial_day_name_1' => '✅ تم تحديث اسم الشرح',
                        'ask_send_3' => 'أرسل تصنيفك الجديد',
                        'ok_tutorial_day_name_2' => '✅ تم تحديث اسم تصنيف الشرح',
                        'ask_send_4' => 'أرسل الوصف الجديد',
                        'ok_tutorial_day' => '✅ تم تحديث وصف الشرح',
                        'ask_send_5' => 'أرسل الصورة أو الفيديو الجديد',
                        'ask_user_enable_disable' => 'تعطيل لجميع المستخدمين أم للمستخدمين الجدد فقط؟
    المستخدمون الجدد 0 
    جميع المستخدمين 1
    2 المستخدمون باستثناء الوكلاء',
                        'err_invalid_select_name_renew' => '❌ طريقة التجديد غير صالحة؛ اختر طريقة التجديد الصحيحة من القائمة أدناه',
                        'err_confirm_2' => '❌ أولاً أوقف التأكيد التلقائي دون مراجعة.',
                        'msg_account_api_bot_message' => '📌 وثائق API الخاصة بالبوت 
ملاحظات: 
1 - إذا كنت بحاجة إلى endpoint معيّن، راسل حساب الدعم لمراجعته.',
                        'err_user_bot_name' => '❌ اسم المستخدم هذا موجود مسبقاً في البوت.',
                        'err_error_group_report' => '❌ حدث خطأ أثناء إنشاء الاشتراك؛ لحل المشكلة، تحقق من سبب الخطأ في مجموعة التقارير الخاصة بك',
                        'msg_user_card_enable_buy' => '💳 عزيزي المستخدم، تم تفعيل رقم البطاقة لك؛ يمكنك الآن إتمام عملية الشراء.',
                        'ok_card_enable' => '✅ تم تفعيل رقم البطاقة',
                        'ok_card_enable_disable' => '✅ تم إلغاء تفعيل رقم البطاقة',
                        'ask_send_card_delete' => '📌 أرسل رقم البطاقة الذي تريد حذفه.',
                        'ok_success_card' => '✅ تم حذف رقم البطاقة بنجاح.',
                        'ok_success_1' => '✅ تم رفض الطلب بنجاح.',
                        'err_user_2' => '❌ عزيزي المستخدم، تم رفض طلب الوكالة الخاص بك.',
                        'ok_user_agent' => '✅ عزيزي المستخدم، تمت الموافقة على طلب الوكالة الخاص بك وأصبحت وكيلاً.',
                        'msg_agent_change_button' => '
استخدم الأزرار أدناه لتغيير نوع الوكيل.',
                        'btn_gateway' => 'حالة بوابة Tornado',
                        'ask_gateway' => 'في هذا القسم يمكنك إيقاف أو تشغيل بوابة Tornado',
                        'btn_15' => 'تم الإيقاف',
                        'btn_16' => 'تم التشغيل',
                        'ok_success_save_2' => 'تم حفظ اسم الـ inbound بنجاح',
                        'btn_bot' => '🗑 تحسين البوت',
                        'err_service_user_admin_payment' => '❌❌❌❌❌❌❌ اقرأ النص أدناه بعناية

📌 بتأكيد الخيار أدناه، سيتم تنفيذ العمليات التالية وهي غير قابلة للتراجع

1 - سيتم حذف الطلبات غير المفعّلة
2 - سيتم حذف الطلبات غير المدفوعة.
3 - الطلبات المحذوفة من قِبل المشرف 
4- حذف الخدمات التجريبية غير المفعّلة
5 - الطلبات المحذوفة من قِبل المستخدم 
6 - الطلبات التي انتهى وقتها أو حجمها',
                        'err_error_send_user_volume' => '📌 في هذا القسم يمكنك ضبط أنه إذا وصل حجم المستخدم إلى x، يتم إرسال رسالة تحذير. أرسل الحجم بالغيغابايت.',
                        'err_invalid_name_2' => '❌ قيمة غير صالحة',
                        'ok_success_save_3' => '✅ تم حفظ التغييرات بنجاح',
                        'ask_send_user_manage' => '📌 في هذا القسم يمكنك إنشاء واستلام طلب يدوياً 
⚠️ إذا كنت تريد إضافة الإعدادات إلى حساب المستخدم وأن يديرها المستخدم، يجب استخدام خيار إضافة الطلب.
- لإضافة إعدادات، أرسل أولاً اسم المستخدم.',
                        'ask_send_config_1' => '📌 أرسل عدد الإعدادات التي تريد إنشاءها؛ يمكنك إرسال حتى 10',
                        'err_send_number' => '❌ يمكنك إرسال حد أدنى 1 وحد أقصى 10.',
                        'ask_send_account_volume' => '📌 أرسل حجم استهلاك الحساب. الحجم بالغيغابايت.',
                        'ask_send_service_time_day' => '📌 أرسل مدة الخدمة؛ الوقت بالأيام.',
                        'btn_17' => 'خطة مخصصة',
                        'msg_help_bot_group_message' => '💬 | تقرير البوت

🔹 | إذا واجهت <b>خطأً أو مشكلة</b> في عمل البوت، يُرجى إبلاغنا بها للمراجعة.
➖➖➖➖➖➖➖➖➖➖➖
🔹 | إذا واجهت <b>خطأً خطيراً</b> أو سلوكاً غير طبيعي، أبلغ عنه بسرعة ليتم إصلاحه.
➖➖➖➖➖➖➖➖➖➖➖
🔹 | إذا كان لديك اقتراح <b>لإضافة ميزة جديدة</b> أو فكرة لتحسين أداء البوت، يسعدنا سماعها.
➖➖➖➖➖➖➖➖➖➖➖
🔹 | كذلك، إذا كنت بحاجة إلى <b>إرشاد</b> أو مساعدة، يمكنك التواصل مع فريق الدعم عبر الرسائل المباشرة.

📩 | لإرسال تقرير أو اقتراح أو طلب إرشاد، اترك رسالة في <b>مجموعة Mirza</b>:
<a href="https://t.me/mirzapanelgroup" rel="nofollow" target="_blank">Mirza Group</a>',
                        'ask_select_panel' => '🪚 لاستخدام هذه الميزة، اختر إحدى اللوحات أدناه',
                        'err_admin' => '❌ هذا القسم متاح للمشرف الرئيسي فقط',
                        'err_notfound_set_settings' => '❌ لا يمكن عرض إعدادات النودات',
                        'msg_panel_manage' => '📌 في هذا القسم يمكنك إدارة نودات لوحة Marzban.',
                        'ask_send_6' => '📌 أرسل معامل استهلاك النود الخاص بك.',
                        'ok_success_save_4' => '✅ تم حفظ معامل استهلاك النود بنجاح.',
                        'btn_name_2' => '📌 أرسل اسم النود الخاص بك.',
                        'ok_success_save_5' => '✅ تم حفظ اسم النود بنجاح.',
                        'btn_18' => '📌 أرسل عنوان IP الخاص بالنود.',
                        'ok_success_address' => '✅ تم حفظ عنوان النود بنجاح.',
                        'ok_3' => '✅ تمت إعادة اتصال النود.',
                        'ok_success_delete_1' => '✅ تم حذف النود بنجاح',
                        'msg_manage_gateway' => '📌 من القائمة أدناه يمكنك إدارة البوابات.

⚠️ لا يقدّم فريق Mirza أي ضمان للبوابات، وكل الاستخدام والمسؤولية على عاتقك',
                        'ask_send_user_sub_enable' => '📌 أرسل النسبة المئوية التي تريد شحنها في حساب المستخدم كهدية بعد التجديد.
⚠️ إذا كنت تريد تعطيلها، أرسل الرقم 0',
                        'ask_select_user_2' => '📌 اختر نوع المستخدم
f
n
n2',
                        'err_invalid_user_group_2' => '❌ مجموعة المستخدم غير صالحة',
                        'ok_success_amount_1' => '✅ تم ضبط المبلغ بنجاح',
                        'ask_send_user_payment_sub_1' => '📌 في هذا القسم يمكنك تحديد النسبة المئوية التي تُودع في حساب المستخدم كهدية بعد الدفع. (لتعطيل هذه الميزة، أرسل صفر)',
                        'ask_send_account_set' => '📌 أرسل اسم منتجك. إذا كنت تريد ضبطه للحساب التجريبي، أرسل النص test.',
                        'btn_19' => 'تجريبي',
                        'ask_notfound_send_set_name' => 'لم يتم العثور على منتج بهذا الاسم. يُرجى إرسال اسم المنتج بدقة، أو إرسال النص test لإعداد إعدادات تجريبية.',
                        'ask_send_name_config_1' => '📌 أرسل إعداداتك مثل المثال أدناه.

# اسم الإعدادات ( في سطر واحد فقط مع # قبل الاسم )
الإعدادات ( في عدة أسطر 

# اسم الإعدادات ( في سطر واحد فقط مع # قبل الاسم )

trojan://xyz',
                        'ok_save_config' => '✅ عدد الإعدادات المحفوظة: ',
                        'err_error_save_config_please' => '❌ حدث خطأ أثناء حفظ الإعدادات. يُرجى المحاولة مرة أخرى.',
                        'err_delete_config' => '❌ حذف الإعدادات',
                        'ask_send_delete_name_config' => '📌 أرسل اسم الإعدادات التي تريد حذفها ',
                        'ok_success_delete_2' => '✅ تم حذف الإعدادات بنجاح.',
                        'ask_send_panel_price_change' => '📌 أرسل سعر تغيير الموقع من اللوحات الأخرى إلى هذه اللوحة',
                        'ok_success_price_1' => '📌 تم تغيير سعر تغيير الموقع بنجاح',
                        'ask_send_panel_price_volume_1' => '📌 أرسل سعر الحجم الإضافي لهذه اللوحة.',
                        'ask_send_user_price' => '⚠️ إذا كنت تريد ضبط السعر لجميع مجموعات المستخدمين، أرسل النص <code>all</code>',
                        'ask_send_panel_price_volume_2' => '📌 أرسل سعر الحجم الإضافي المخصص لهذه اللوحة.',
                        'ask_send_panel_price_time_1' => '📌 أرسل سعر الوقت الإضافي لهذه اللوحة.',
                        'ask_send_panel_price_time_2' => '📌 أرسل سعر الوقت المخصص لهذه اللوحة.',
                        'msg_user_payment_gateway_card' => '📌 بتفعيل هذه الميزة، سيتم تفعيل بوابة البطاقة إلى البطاقة للمستخدم بعد أول دفعة له',
                        'btn_20' => 'تم الإيقاف',
                        'btn_21' => 'تم التشغيل',
                        'ask_send_name_config_2' => '📌 أرسل اسم الإعدادات التي تريد تعديلها ',
                        'ask_select_5' => 'اختر أحد الخيارات أدناه ',
                        'ask_send_config_2' => 'أرسل محتوى الإعدادات الجديد',
                        'ok_save' => '✅ تم الحفظ.',
                        'ask_panel_price_change_must_1' => '📌 منتجات أي لوحة تريد زيادة سعرها؟
إذا استخدمت /all عند تعريف المنتج، يجب إرسال /all إذا كنت تريد تغيير سعر هذه الفئة',
                        'msg_user_price_group' => '📌 لأي مجموعة مستخدمين يُطبَّق السعر
f,n.n2',
                        'msg_amount_add' => '📌 هل يُضاف المبلغ كنسبة مئوية أم كمبلغ ثابت؟',
                        'ask_send_amount_2' => '📌 أرسل المبلغ الذي تريد تطبيقه',
                        'ask_send_7' => '📌 أرسل النسبة المئوية التي تريد تطبيقها',
                        'err_notfound_price_change' => '❌ لم يتم العثور على منتج لتغيير السعر',
                        'ok_success_amount_2' => '✅ تم تطبيق المبلغ على جميع المنتجات بنجاح',
                        'ask_panel_price_change_must_2' => '📌 منتجات أي لوحة تريد تخفيض سعرها؟
إذا استخدمت /all عند تعريف المنتج، يجب إرسال /all إذا كنت تريد تغيير سعر هذه الفئة',
                        'ask_send_amount_3' => '📌 أرسل الحد الأدنى لمبلغ الإيداع',
                        'ok_amount_set_1' => '✅ تم ضبط الحد الأدنى لمبلغ الإيداع.',
                        'ask_send_amount_4' => '📌 أرسل الحد الأقصى لمبلغ الإيداع',
                        'ok_amount_set_2' => '✅ تم ضبط الحد الأقصى لمبلغ الإيداع.',
                        'ask_send_panel_user_volume_1' => '📌 أرسل الحد الأدنى للحجم الذي يمكن للمستخدم شراؤه لهذه اللوحة.',
                        'ask_send_panel_user_volume_2' => '📌 أرسل الحد الأقصى للحجم الذي يمكن للمستخدم شراؤه لهذه اللوحة.',
                        'ask_send_panel_user_time_1' => '📌 أرسل الحد الأدنى للوقت المخصص الذي يمكن للمستخدم شراؤه لهذه اللوحة.',
                        'ask_send_panel_user_time_2' => '📌 أرسل الحد الأقصى للوقت المخصص الذي يمكن للمستخدم شراؤه لهذه اللوحة.',
                        'msg_admin_message_number' => '📌 أرسل المعرف الرقمي للمشرف الذي تريد إرسال الرسائل إليه',
                        'ask_send_name_3' => '📌 أرسل اسم القسم',
                        'ok_success_add_1' => '📌 تمت إضافة القسم بنجاح.',
                        'err_notfound_delete' => '❌ لا يوجد قسم لحذفه.',
                        'ask_send_delete' => '📌 أرسل نوع القسم المراد حذفه.',
                        'btn_delete_2' => '📌 تم حذف القسم المحدد.',
                        'ask_send_panel_service_user' => '📌 لإعداد الخدمة، أنشئ إعدادات في لوحتك، وفعّل الخدمات التي تريدها مفعّلة داخل اللوحة، ثم أرسل اسم مستخدم الإعدادات',
                        'ok_success_set_1' => '✅ تم ضبط المعلومات بنجاح',
                        'ask_send_tutorial' => '📌 أرسل شرحك.
1 - إذا كنت لا تريد عرض الشرح، أرسل الرقم 2
2 - يمكنك إرسال الشرح كفيديو أو نص أو صورة',
                        'err_invalid_name_3' => '❌ المحتوى المرسل غير صالح.',
                        'ok_success_tutorial' => '✅ تم حفظ الشرح بنجاح.',
                        'btn_perfectmoney_tutorial_set' => '📚 إعداد شرح Perfect Money',
                        'ask_send_join_price' => '📌 أرسل سعر طلب العضوية للوكالة.',
                        'err_confirm_3' => '❌ أولاً أوقف التأكيد التلقائي.',
                        'ask_card_bot_time_enable' => '📌 بتفعيل هذه الميزة، خلال الأوقات التي لا تكون فيها متصلاً، يؤكّد البوت تلقائياً جميع معاملات البطاقة إلى البطاقة؛ ثم بعد اتصالك تراجع الإيصالات، وإذا تم إرسال إيصال مزيّف تلغي المعاملة',
                        'ask_send_user_balance_2' => 'أرسل المعرف الرقمي للمستخدم الذي تريد نقل جميع المعلومات إليه
    لاحظ أنه في حال وجود رصيد لدى المستخدم الوجهة، سيتم حذفه',
                        'err_user_3' => '❌ لا يمكنك نقل المعلومات إلى المستخدم الحالي',
                        'ok_success_user_6' => 'تم نقل المعلومات إلى حساب المستخدم الجديد بنجاح',
                        'ask_send_8' => 'أرسل صورتك للخلفية',
                        'err_invalid_name_4' => 'الصورة غير صالحة',
                        'ok_success_set_2' => '🖼 تم ضبط الخلفية بنجاح',
                        'btn_set_group_name' => '🎛 ضبط اسم المجموعة',
                        'btn_set_2' => '⚙️ ضبط النود',
                        'ask_send_group_name' => '📌 أرسل اسم المجموعة الذي تريد استخدامه افتراضياً.',
                        'ask_send_panel_user_2' => '📌 لإعداد نود، أنشئ مستخدماً في لوحتك، وفعّل النودات التي تريدها مفعّلة داخل اللوحة، ثم أرسل اسم المستخدم',
                        'ask_send_panel_user_3' => '📌 لإعداد الـ inbound والبروتوكول، يجب إنشاء إعدادات في لوحتك، وتفعيل البروتوكولات والـ inbounds التي تريدها مفعّلة داخل اللوحة، ثم إرسال اسم مستخدم الإعدادات',
                        'err_notfound_panel_1' => '❌ المستخدم غير موجود في اللوحة.',
                        'ok_success_set_3' => '✅ تم ضبط اسم المجموعة بنجاح.',
                        'ok_success_set_4' => '✅ تم ضبط الـ inbounds والبروتوكولات الخاصة بك بنجاح.',
                        'btn_user_confirm' => '✍️ المستخدم موثّق مسبقاً',
                        'msg_channel_join_user_bot' => '📌 من الآن فصاعداً، يمكن للمستخدم استخدام البوت دون الاشتراك في القناة',
                        'err_notfound_admin_delete' => '❌ لا يمكن حذف المشرف الرئيسي',
                        'btn_notfound_admin_id' => '⚠️ لم يتم العثور على مشرف بهذا المعرف.',
                        'ok_success_admin' => '✅ تم حذف المشرف بنجاح',
                        'err_send_account_bot' => '❌ البوت يقوم حالياً بإيقاف أو تشغيل حساب؛ انتظر حتى تنتهي العملية السابقة، ثم أرسل طلباً جديداً',
                        'ok_user_time_hour_enable_1' => '✅ تم وضع إعدادات المستخدم في طابور التفعيل. لاحظ أن هذا قد يستغرق أكثر من ساعتين؛ يعتمد الوقت على عدد الإعدادات.',
                        'ok_user_time_hour_enable_2' => '✅ تم وضع إعدادات المستخدم في طابور إلغاء التفعيل. لاحظ أن هذا قد يستغرق أكثر من ساعتين؛ يعتمد الوقت على عدد الإعدادات.',
                        'ask_send_panel_user_number' => '📌 أرسل المعرف الرقمي للمستخدم لهذه اللوحة.',
                        'ok_success_panel_1' => '✅ تم إخفاء اللوحة عن المستخدم بنجاح',
                        'err_notfound_user_1' => '❌ لا يوجد مستخدم في قائمة المخفيين',
                        'err_notfound_user_2' => '❌ المستخدم غير موجود في القائمة',
                        'err_notfound_user_3' => '❌ المستخدم غير موجود في القائمة.',
                        'ok_success_user_7' => '✅ تمت إزالة المستخدم من القائمة بنجاح.',
                        'ask_send_user_amount_sub' => '📌 أرسل المبلغ الذي تريد شحن حساب المستخدم به.',
                        'ok_success_amount_3' => '✅ تم ضبط مبلغ المكافأة بنجاح',
                        'err_payment_confirm' => '❌ ليس لديك أي مدفوعات غير مؤكّدة.',
                        'err_user_payment_card_delete' => '📌 المدفوعات غير المؤكّدة من البطاقة إلى البطاقة 
في هذا القسم يمكنك عرض المدفوعات غير المؤكّدة وتأكيدها أو رفضها.
❌ : رفض الدفعة 
✅ : تأكيد الدفعة
📝 تفاصيل الدفعة
🗑 : حذف الإيصال دون إعلام المستخدم',
                        'ok_success_delete_3' => '✅ تم حذف جميع الإيصالات بنجاح ',
                        'ask_send_panel_user_4' => '📌 إذا كنت تستخدم لوحة Marzban أو Marzneshin، انسخ اسم مستخدم أحد الإعدادات من اللوحة وأرسله؛ وإلا، فبالنسبة للوحتي Sanaei و Alireza أرسل معرّف الـ inbound',
                        'err_notfound_panel_2' => '❌ هذه اللوحة لا تدعم تعريف الـ inbound',
                        'ok_day_4' => '✅ تم تحديث المنتج',
                        'err_user_4' => '❌ المستخدم غير موجود.',
                        'err_error_renew' => '❌ واجه التجديد خطأً؛ نفّذ خطوات التجديد مرة أخرى.',
                        'ask_send_volume_3' => '📌 أرسل الحجم المطلوب.',
                        'ask_select_service_time' => '⌛️ اختر مدة خدمتك ',
                        'err_error_service_renew' => '❌ حدث خطأ أثناء تجديد الخدمة؛ تواصل مع الدعم',
                        'ok_success_delete_4' => '✅ تم حذف الإيصال بنجاح.',
                        'err_agent_bot' => '❌ حالياً أنت مقيّد بإنشاء 15 بوتاً فقط لوكلائك.',
                        'err_notfound_bot_1' => '❌ هذا البوت مثبّت مسبقاً؛ لا يمكن إعادة تثبيته.',
                        'ask_send_token_agent_bot' => '📌 من خلال هذا القسم يمكنك إنشاء بوت مبيعات لوكيلك ليتمكن الوكيل من البيع ببوت خاص به

- لإنشاء بوت، أرسل توكن البوت.',
                        'err_invalid_token_name' => '❌ التوكن غير صالح',
                        'btn_token_register' => '📌 هذا التوكن مسجّل مسبقاً',
                        'ask_send_admin_number' => '📌 أرسل المعرف الرقمي للمشرف',
                        'ask_payment_amount_card' => 'للدفع، أودِع المبلغ في رقم البطاقة أدناه',
                        'err_success_agent' => '❌ تم حذف بوت مبيعات الوكيل بنجاح.',
                        'ask_price_agent_volume' => '📌 حدد الحد الأدنى للسعر الذي تريد أن يدفعه الوكيل مقابل كل غيغابايت من الحجم',
                        'ok_success_price_2' => '✅ تم حفظ السعر بنجاح.',
                        'ask_price_agent_time_day' => '📌 حدد الحد الأدنى للسعر الذي تريد أن يدفعه الوكيل مقابل كل يوم من الوقت',
                        'msg_user_time_day' => '📌 في هذا القسم يمكنك تحديد عدد الأيام قبل انتهاء الاشتراك التي يتم فيها إعلام المستخدم. الوقت بالأيام',
                        'ask_select_6' => '📌 اختر أحد الخيارات.',
                        'ask_send_link_add_name' => '📌 لإضافة رابط تنزيل التطبيق، أرسل اسم التطبيق أو اسم الزر.',
                        'btn_name_must' => '📌 يجب أن يكون الاسم أقل من 200 حرف.',
                        'ask_send_link_1' => '📌 أرسل رابط تنزيل التطبيق',
                        'ok_success_link_1' => '✅ تمت إضافة رابط تطبيقك بنجاح.',
                        'ask_select_delete_name' => '📌 لحذف تطبيق، اختر اسم التطبيق من القائمة أدناه',
                        'ok_success_delete_5' => '✅ تم حذف التطبيق بنجاح.',
                        'ask_send_user_payment_sub_2' => '📌 في هذا القسم يمكنك تحديد النسبة المئوية التي تُودع في حساب المستخدم كهدية بعد الدفع. ( لتعطيل هذه الميزة، أرسل صفر )',
                        'ask_send_panel_service_price' => '📌 قبل إرسال المعلومات، اقرأ النص أدناه. 
1 - هذه الميزة مخصصة للخدمة المخصصة.
2 - إذا كانت جميع لوحاتك بسعر واحد، فبدلاً من ضبط كل سعر على حدة يمكنك استخدام هذه الميزة لضبط الأسعار دفعة واحدة.
3 - ضبط السعر في هذا القسم غير قابل للتراجع.


لضبط السعر، أرسل أولاً سعر المجموعة f.',
                        'ask_send_price_group_1' => '📌 أرسل سعر المجموعة n.',
                        'ask_send_price_group_2' => '📌 أرسل سعر المجموعة n2.',
                        'ok_success_price_3' => '✅ تم ضبط السعر بنجاح',
                        'ask_select_user_change_limit' => '📌 اختر أحد الخيارات.
1 - الحد الإجمالي لعدد المرات التي يمكن للمستخدم تغيير الموقع فيها إجمالاً.
2 - الحد المجاني لعدد المرات التي يمكن للمستخدم تغيير الموقع فيها مجاناً من الحد الإجمالي.',
                        'ok_success_set_5' => '✅ تم ضبط الحد بنجاح.',
                        'msg_user_change' => '📌 بتأكيد الخيار أدناه، سيتم تصفير جميع تغييرات الموقع التي قام بها المستخدم. في حال الموافقة، اضغط على الخيار أدناه.',
                        'ok_user_limit' => '✅ تم تصفير حدود جميع المستخدمين.',
                        'ask_send_user_set_change' => '📌 أرسل الحد الجديد الذي تريد ضبطه للمستخدم. لاحظ أن هذه الميزة تغيّر عدد تغييرات الموقع التي تمت بالفعل',
                        'ok_success_user_8' => '✅ تم حفظ عدد استخدامات المستخدم بنجاح.',
                        'err_send_select_panel_agent_1' => '❌ اختر اللوحات التي لا تريد عرضها لهذا الوكيل من الزر أدناه؛ بعد الاختيار، أرسل الأمر /finish للحفظ.',
                        'ok_success_panel_2' => '✅ تم حفظ اللوحات بنجاح وتم إخفاء اللوحات عن المستخدم.',
                        'err_panel_add' => '❌ تمت إضافة اللوحة مسبقاً',
                        'ok_send_select_panel_save_1' => '✅ تم اختيار اللوحة؛ عند الانتهاء، أرسل الأمر /finish للحفظ النهائي.',
                        'err_send_select_panel_agent_2' => '❌ من القائمة أدناه، اختر اللوحات التي تريد عرضها مجدداً في بوت الوكيل؛ بعد اختيار جميع اللوحات، أرسل الأمر /remove للحفظ.',
                        'ok_success_panel_3' => '✅ تم عرض اللوحات بنجاح وتم تفعيل اللوحات للمستخدم.',
                        'err_notfound_panel_3' => '❌ اللوحة غير موجودة في القائمة',
                        'ok_send_select_panel_save_2' => '✅ تم اختيار اللوحة؛ عند الانتهاء، أرسل الأمر /remove للحفظ النهائي.',
                        'err_send_message_2' => '❌ نظام إرسال الهدايا يقوم بعملية حالياً؛ بعد انتهائه وإعلامك، يمكنك إرسال رسالة جديدة.',
                        'ask_panel_service_volume_time' => '📌 لخدمات أي لوحة تريد إهداء حجم أو وقت؟',
                        'err_notfound_panel_4' => '❌ اللوحة غير موجودة',
                        'ask_select_7' => '📌 اختر إحدى الهدايا أدناه.',
                        'msg_service_user_volume_add' => '📌 كم غيغابايت من الحجم تريد إضافته إلى خدمات المستخدم؟',
                        'msg_service_user_day_add' => '📌 كم يوماً تريد إضافته إلى خدمات المستخدمين؟',
                        'ask_send_user_4' => '📌 أرسل النص الذي تريد إرساله إلى المستخدم',
                        'msg_admin_time_limit_confirm' => '📌 عزيزي المشرف، بتأكيد الخيار أدناه، ستبدأ عملية تطبيق الهدايا. لاحظ أنه نظراً للقيود، سيستغرق تطبيق الهدايا وقتاً.',
                        'err_error_4' => '❌ حدث خطأ؛ نفّذ الخطوات من البداية.',
                        'ok_success_add_2' => '✅ بدأت عملية إرسال الهدايا بنجاح؛ سيتم إعلامك بعد الإضافة والانتهاء.',
                        'btn_23' => '📌 تم إلغاء إرسال الهدية.',
                        'ask_send_user_agent_bot' => '🕘 أرسل وقت انتهاء الوكالة. بعد انتهاء عدد الأيام المحدد، سيخرج المستخدم من حالة الوكالة ويصبح مجموعة المستخدم f.
لاحظ أن هذه الميزة لا علاقة لها بميزة منشئ البوت أو بوت مبيعات الوكيل وتتعلق فقط ببوتك الرئيسي

📌 أرسل عدد الأيام',
                        'ok_user_time_date' => '✅ تم ضبط تاريخ الانتهاء.
📌 بعد انتهاء الوقت، سيتم تغيير مجموعة المستخدم إلى f وسيتم إعلام المستخدم.',
                        'msg_card' => '📌 أرسل قائمة المعرفات التي تريد عرض رقم البطاقة لها 
مثال: 
1234435423
23423131',
                        'ok_user_card_enable' => '✅ تم تفعيل رقم البطاقة للمستخدمين المرسلين.',
                        'btn_user_card_enable' => '📌 لم يتم تفعيل رقم بطاقة لأي مستخدم',
                        'msg_user_card_enable' => '🪪 قائمة المستخدمين الذين تم تفعيل رقم البطاقة لهم',
                        'msg_user_buy' => 'يمكنك تحديد ما إذا كانت العمولة تُمنح للمستخدم فقط عند أول عملية شراء لإحالته أم لجميع عمليات شرائه.',
                        'err_notfound_service_change_config' => '❌ لم يتصل بالإعدادات بعد، ولا يمكن تغيير حالة الخدمة. بعد الاتصال بالإعدادات، يمكنك استخدام هذه الميزة.',
                        'ok_enable_disable_confirm_config' => '✅ تأكيد وإلغاء تفعيل الإعدادات',
                        'err_notfound_service_account_manage' => '📌 بتأكيد الخيار أدناه، سيتم إيقاف إعداداتك ولن تتمكن من الاتصال بها.
⚠️ إذا كنت تريد إعادة تفعيل الإعدادات، يجب الضغط على زر <u>💡 تشغيل الحساب</u> من قسم إدارة الخدمة',
                        'ok_enable_confirm_config' => '✅ تأكيد وتفعيل الإعدادات',
                        'err_service_account_manage_enable' => '📌 بتأكيد الخيار أدناه، سيتم تشغيل إعداداتك وستتمكن من الاتصال بها.
⚠️ إذا كنت تريد إلغاء تفعيل الإعدادات مجدداً، يجب الضغط على زر <u>❌ إيقاف الحساب</u> من قسم إدارة الخدمة',
                        'msg_panel_service_sub_bot' => '📌 بتأكيد الخيار أدناه، سيتم حذف هذه الخدمة بالكامل من قاعدة بيانات البوت ولن تُحتسب ضمن إحصائيات الحساب ( هذا القسم لا يحذف الخدمة من اللوحة ويحذفها فقط من قاعدة بيانات البوت )',
                        'ok_success_service' => '✅ تم حذف الخدمة بنجاح.',
                        'ask_send_add_name' => '📌 لإضافة تصنيف، أرسل اسم التصنيف.',
                        'ok_success_add_3' => '✅ تمت إضافة التصنيف بنجاح.',
                        'ask_select_delete' => '📌 اختر تصنيفك للحذف',
                        'ok_success_delete_6' => '✅ تم حذف التصنيف بنجاح.',
                        'msg_user_time' => '📌 هذه الميزة تعمل فقط عندما تكون قد عرّفت موقع المنتج بـ /all.',
                        'ask_send_select_panel' => '📌 إذا كنت قد اخترت موقع اللوحة بـ /all لكنك بحاجة إلى عدم عرض لوحة معيّنة، يمكنك استخدام هذه الميزة

لإخفاء لوحة، اختر لوحاتك من القائمة أدناه، ثم أرسل الأمر /end_hide.',
                        'ok_success_select' => '✅ تم حفظ اللوحات بنجاح وتم إخفاء اللوحات للمنتج المحدد.',
                        'ok_send_select_panel_save_3' => '✅ تم اختيار اللوحة؛ عند الانتهاء، أرسل الأمر /end_hide للحفظ النهائي.',
                        'ok_panel_delete' => '✅ تمت إزالة جميع اللوحات المخفية',
                        'err_notfound_bot_2' => '❌ لا يوجد بوت',
                        'btn_24' => '📌 جارٍ تنفيذ الـ webhook ...',
                        'ok_success_2' => '✅ تم تنفيذ الـ webhook بنجاح.',
                        'ok_user_enable' => '✅ تم تفعيل إشعارات الكرون للمستخدم.',
                        'ok_user_enable_disable' => '✅ تم إلغاء تفعيل إشعارات الكرون للمستخدم.',
                        'ask_select_8' => '📌 اختر تصنيفك للتعديل',
                        'ask_send_name_4' => '📌 أرسل اسم التصنيف الجديد',
                        'ok_success_change_2' => '✅ تم تغيير اسم التصنيف بنجاح.',
                        'ask_select_name_2' => '📌 لتعديل تطبيق، اختر اسم التطبيق من القائمة أدناه',
                        'ask_send_link_2' => '📌 أرسل رابط التطبيق الجديد',
                        'ok_success_link_2' => '✅ تم تحديث رابط التطبيق بنجاح.',
                        'ok_success_time' => '✅ تم تسجيل الوقت بنجاح.',
                        'btn_25' => 'إيقاف',
                        'btn_26' => 'تشغيل',
                        'msg_buy' => '📌 من خلال هذه الميزة يمكنك تحديد ما إذا كان هذا المنتج لأول عملية شراء أم لا',
                        'msg_select_confirm' => '📌 اختر أحد الخيارات
⚠️ هذا القسم للتأكيد التلقائي دون مراجعة',
                        'ask_send_user_number_2' => '📌 أرسل المعرف الرقمي للمستخدم',
                        'err_notfound_user_4' => '❌ المستخدم غير موجود.',
                        'err_user_5' => '❌ المستخدم موجود مسبقاً في قائمة الاستثناءات',
                        'ok_success_user_9' => '✅ تمت إضافة المستخدم إلى القائمة بنجاح.',
                        'ask_send_user_delete_number' => '📌 أرسل المعرف الرقمي للمستخدم لإزالته من القائمة',
                        'err_notfound_user_5' => '❌ المستخدم غير موجود في قائمة الاستثناءات',
                        'ok_success_user_10' => '✅ تمت إزالة المستخدم من القائمة بنجاح.',
                        'err_notfound_user_6' => '❌ لا يوجد مستخدم في القائمة',
                        'btn_27' => 'قائمة الأشخاص👇',
                        'msg_panel_admin_bot_report' => '💎 | Version Bot: %s
📌 | Version Mini App: 0.1.1

<blockquote>🔹 | هذا البوت مجاني تماماً وتم تطويره من قِبل فريق Mirza</blockquote>

<blockquote>🔹 | أي بيع أو تحصيل أموال مقابل هذا البوت يُعدّ مخالفة.</blockquote>

<blockquote>🔹 | في حال ملاحظة أي بيع أو تحصيل أموال، يُرجى تتبّع أموالك واستردادها.</blockquote>

<blockquote>🐞 | إذا واجهت خطأً أو مشكلة في عمل البوت، تواصل معنا عبر زر **📬 تقرير البوت** في لوحة المشرف.</blockquote>',
                        'ok_payment_gateway_name' => '
📌 اسم البوابة: <code>%s</code>
 - عدد المدفوعات الناجحة: <code>%s</code>
 - إجمالي المدفوعات: <code>%s</code>
',
                        'msg_panel_service_account_user' => '📊 <b>إحصائيات البوت العامة</b>
━━━━━━━━━━━━━━━━━━
👥 <b>إجمالي المستخدمين:</b> <code>%s</code> شخص  
💳 <b>المستخدمون الذين لديهم مشتريات:</b> <code>%s</code> شخص  
🧪 <b>الحسابات التجريبية:</b> <code>%s</code> شخص  
💰 <b>إجمالي رصيد المستخدمين:</b> <code>%s</code> تومان  

🧾 <b>إجمالي عدد المبيعات:</b> <code>%s</code>  
🧾 <b>إجمالي عدد مبيعات الخدمات النشطة:</b> <code>%s</code>  
💵 <b>إجمالي المبيعات:</b> <code>%s</code> تومان  
💵 <b>إجمالي مبيعات الخدمات النشطة:</b> <code>%s</code> تومان  
🔄 <b>إجمالي التجديدات:</b> <code>%s</code> تومان  
📈 <b>معدل التحويل إلى عميل:</b> <code>%s</code>٪  
💳 <b>متوسط الشراء لكل عميل:</b> <code>%s</code> تومان  
📅 <b>الإيرادات الشهرية المتوقعة:</b> <code>%s</code> تومان  
📊 <b>نسبة التجديد من المبيعات:</b> <code>%s</code>٪  


👨‍💼 <b>إجمالي الوكلاء:</b> <code>%s</code> شخص  
🔹 <b>وكلاء النوع N:</b> <code>%s</code> شخص  
🔸 <b>وكلاء النوع N2:</b> <code>%s</code> شخص  
🧩 <b>عدد اللوحات:</b> <code>%s</code>  
%s
',
                        'msg_account_user_amount_volume_1' => '
🕐 <b>إحصائيات آخر ساعة</b>


🛍 عدد الطلبات: %s
💸 إجمالي مبلغ الطلبات: %s تومان

🧲 عدد التجديدات: %s
💰 إجمالي مبلغ التجديد: %s تومان

📦 الأحجام الإضافية: %s
💰 مبلغ الأحجام الإضافية: %s تومان

⏱️ الأوقات الإضافية: %s
💰 مبلغ الأوقات الإضافية: %s تومان

📍 تغييرات الموقع: %s
💰 مبلغ تغيير الموقع: %s تومان

🔑 الحسابات التجريبية: %s
👤 عدد المستخدمين: %s شخص
',
                        'msg_account_user_amount_volume_2' => '
🕐 <b>إحصائيات اليوم السابق</b>

⏳ الفترة الزمنية: %s إلى%s

🛍 عدد الطلبات: %s
💸 إجمالي مبلغ الطلبات: %s تومان

🧲 عدد التجديدات: %s
💰 إجمالي مبلغ التجديد: %s تومان

📦 الأحجام الإضافية: %s
💰 مبلغ الأحجام الإضافية: %s تومان

⏱️ الأوقات الإضافية: %s
💰 مبلغ الأوقات الإضافية: %s تومان

📍 تغييرات الموقع: %s
💰 مبلغ تغيير الموقع: %s تومان

🔑 الحسابات التجريبية: %s
👤 عدد المستخدمين: %s شخص
',
                        'msg_account_user_amount_volume_3' => '
🕐 <b>إحصائيات اليوم الحالي</b>

⏳ الفترة الزمنية: %s إلى%s

🛍 عدد الطلبات: %s
💸 إجمالي مبلغ الطلبات: %s تومان

🧲 عدد التجديدات: %s
💰 إجمالي مبلغ التجديد: %s تومان

📦 الأحجام الإضافية: %s
💰 مبلغ الأحجام الإضافية: %s تومان

⏱️ الأوقات الإضافية: %s
💰 مبلغ الأوقات الإضافية: %s تومان

📍 تغييرات الموقع: %s
💰 مبلغ تغيير الموقع: %s تومان

🔑 الحسابات التجريبية: %s
👤 عدد المستخدمين: %s شخص
',
                        'msg_account_user_amount_volume_4' => '
🕐 <b>إحصائيات الشهر السابق</b>

⏳ الفترة الزمنية: %s إلى%s

🛍 عدد الطلبات: %s
💸 إجمالي مبلغ الطلبات: %s تومان

🧲 عدد التجديدات: %s
💰 إجمالي مبلغ التجديد: %s تومان

📦 الأحجام الإضافية: %s
💰 مبلغ الأحجام الإضافية: %s تومان

⏱️ الأوقات الإضافية: %s
💰 مبلغ الأوقات الإضافية: %s تومان

📍 تغييرات الموقع: %s
💰 مبلغ تغيير الموقع: %s تومان

🔑 الحسابات التجريبية: %s
👤 عدد المستخدمين: %s شخص
',
                        'msg_account_user_amount_volume_5' => '
🕐 <b>إحصائيات الشهر الحالي</b>

⏳ الفترة الزمنية: %s إلى%s

🛍 عدد الطلبات: %s
💸 إجمالي مبلغ الطلبات: %s تومان

🧲 عدد التجديدات: %s
💰 إجمالي مبلغ التجديد: %s تومان

📦 الأحجام الإضافية: %s
💰 مبلغ الأحجام الإضافية: %s تومان

⏱️ الأوقات الإضافية: %s
💰 مبلغ الأوقات الإضافية: %s تومان

📍 تغييرات الموقع: %s
💰 مبلغ تغيير الموقع: %s تومان

🔑 الحسابات التجريبية: %s
👤 عدد المستخدمين: %s شخص
',
                        'msg_select_account_user_amount' => '
🕐 <b>إحصائيات التاريخ المحدد</b>

⏳ الفترة الزمنية: %s إلى %s

🛍 عدد الطلبات: %s
💸 إجمالي مبلغ الطلبات: %s تومان

🧲 عدد التجديدات: %s
💰 إجمالي مبلغ التجديد: %s تومان

📦 الأحجام الإضافية: %s
💰 مبلغ الأحجام الإضافية: %s تومان

⏱️ الأوقات الإضافية: %s
💰 مبلغ الأوقات الإضافية: %s تومان

📍 تغييرات الموقع: %s
💰 مبلغ تغيير الموقع: %s تومان

🔑 الحسابات التجريبية: %s
👤 عدد المستخدمين: %s شخص
',
                        'msg_message_button_confirm' => '📌 أنت بصدد تنفيذ عملية إرسال رسالة؛ بمراجعة المعلومات أدناه وتأكيد الزر أدناه، ستبدأ عملية الإرسال.
⚙️ نوع العملية: %s',
                        'btn_user_day_message' => 'عدد الأيام التي لم يرسل فيها المستخدم رسالة: %s',
                        'msg_service_user_message' => '📌 أنت بصدد تنفيذ عملية إرسال رسالة؛ بمراجعة المعلومات أدناه وتأكيد الزر أدناه، ستبدأ عملية الإرسال.
⚙️ نوع العملية: %s
🎛 نوع الخدمة: %s
🗂 نوع المستخدم: %s
%s
',
                        'msg_admin_message' => '
👤 تم إرسال رسالة من المشرف  
نص الرسالة:

%s',
                        'msg_manage_message_1' => '
📩 تم إرسال رسالة إليك من الإدارة.
                    
نص الرسالة: 
%s',
                        'msg_manage_message_2' => '
📩 تم إرسال رسالة إليك من الإدارة.
                    
نص الرسالة: 
%s',
                        'ask_send_admin_tutorial' => '📣 في هذا القسم يمكنك إرسال المعرف الرقمي للمجموعة لإرسال الإشعارات
شرح إعداد المجموعة:
1 - أنشئ مجموعة أولاً 
2 - أضف البوت @myidbot إلى المجموعة وأرسل الأمر /getgroupid@myidbot داخل المجموعة 
3 - فعّل وضع المواضيع أو المنتدى من إعدادات المجموعة4
4 - اجعل بوتك مشرفاً على المجموعة 
5 - أرسل المعرف الرقمي المرسل إلى البوت.

معرفك الرقمي الحالي: %s',
                        'err_success_error' => '❌ لم ينجح الاتصال بالمجموعة  

الخطأ المستلم:  %s',
                        'err_name_1' => '❌ يوجد منتج باسم %s مسبقاً',
                        'ok_user_admin_payment' => '✅. تمت الموافقة على الدفعة من قِبل مشرف آخر
👤 معرف المستخدم: <code>%s</code>
🛒 رمز تتبّع الدفعة: %s
⚜️ اسم المستخدم: @%s
💎 الرصيد بعد التأكيد: %s
💸 المبلغ المدفوع: %s تومان
',
                        'msg_user_amount_sub' => '🎁 عزيزي المستخدم، تم إيداع مبلغ %s تومان في حسابك كهدية.',
                        'msg_user_admin_payment' => '📣 قام مشرف بتأكيد إيصال الدفع.
        
المعلومات:
💸 طريقة الدفع: %s
👤 المعرف الرقمي للمشرف المؤكِّد: %s
💰 مبلغ الدفع: %s
👤 المعرف الرقمي للمستخدم: <code>%s</code>
👤 اسم مستخدم المستخدم: @%s 
        رمز تتبّع الدفع: %s',
                        'err_user_payment' => '❌ عزيزي المستخدم، تم رفض دفعتك للسبب التالي.
✍️ %s
🛒 رمز تتبّع الدفعة: %s
                
',
                        'err_user_admin_payment' => '❌ قام مشرف برفض إيصال الدفع.
        
المعلومات:
💸 طريقة الدفع: %s
👤 المعرف الرقمي للمشرف المؤكِّد: %s
اسم مستخدم المشرف المؤكِّد: @%s
💰 مبلغ الدفع: %s
سبب الرفض: %s
👤 المعرف الرقمي للمستخدم: %s',
                        'msg_user_price_volume' => '
📌 معلومات المنتج قيد التعديل:
اسم المنتج: %s
سعر المنتج: %s
حجم المنتج: %s
موقع المنتج: %s
وقت المنتج: %s
نوع مستخدم المنتج: %s
إعادة تعيين الحجم الدورية للمنتج: %s
ملاحظة المنتج: %s
تصنيف المنتج: %s
عدد المنتجات المباعة: %s
    
',
                        'err_name_2' => '❌ يوجد منتج باسم %s مسبقاً',
                        'msg_user_manage_amount' => '🎁 عزيزي المستخدم، تم إيداع مبلغ %s تومان في محفظتك كهدية من الإدارة.',
                        'err_user_balance_amount_1' => '❌ عزيزي المستخدم، تم خصم مبلغ %s تومان من رصيد محفظتك.',
                        'msg_user_admin_balance_1' => '📌 قام مشرف بتخفيض رصيد مستخدم:
        
🪪 معلومات المشرف الذي خفّض الرصيد: 
اسم المستخدم:@%s
المعرف الرقمي: %s
👤 معلومات المستخدم:
المعرف الرقمي للمستخدم: %s
مبلغ الرصيد: %s
رصيد المستخدم بعد التخفيض: %s',
                        'msg_join_account_user' => '👀 معلومات المستخدم:

🔗 معلومات حساب المستخدم

⭕️ حالة المستخدم: %s
⭕️ اسم مستخدم المستخدم: @%s
⭕️ المعرف الرقمي للمستخدم:  <a href = "tg://user?id=%s">%s</a>
⭕️ كود إحالة المستخدم: %s
⭕️ وقت انضمام المستخدم: %s
⭕️ آخر وقت استخدم فيه المستخدم البوت: %s
⭕️ حد الحساب التجريبي:  %s 
⭕️ حالة قبول القواعد: %s
⭕️ رقم الهاتف: <code>%s</code>
⭕️ نوع المستخدم: %s
⭕️ عدد إحالات المستخدم: %s
⭕  مُحيل المستخدم: %s
⭕  حالة التحقق من الهوية: %s   
⭕  عرض رقم البطاقة: %s
⭕ نقاط المستخدم: %s
⭕️  إجمالي الحجم النشط المُشترى ( للحصول على إحصائيات حجم دقيقة يجب أن يكون الكرون مفعّلاً ): %s
%s

💎 التقارير المالية

🔰 رصيد المستخدم: %s
🔰 إجمالي عدد مشتريات المستخدم: %s
🔰️ إجمالي المبلغ المدفوع:  %s
🔰 إجمالي المشتريات: %s
🔰 نسبة خصم المستخدم: %s
🔰 عدد المبيعات في الساعة الأخيرة: %s
🔰 إجمالي المبيعات في الساعة الأخيرة: %s تومان
🔰 عدد المبيعات في الشهر الأخير: %s
🔰 إجمالي المبيعات في الشهر الأخير: %s تومان


',
                        'ask_send_api' => '⚙️ أرسل API الخاص بموقع plisio.net.io
        
        plisio api :%s',
                        'ask_enter_api' => '💳 احصل على API الخاص بـ NOWPAYMENT وأدخله في هذا القسم
        
 api الحالي الخاص بك: %s',
                        'ask_enter_payment_merchant' => '💳 احصل على رمز التاجر الخاص بك من Aghaye Pardakht وأدخله في هذا القسم
        
رمز التاجر الحالي الخاص بك: %s',
                        'ask_enter_zarinpal_merchant' => '💳 احصل على رمز التاجر الخاص بك من ZarinPal وأدخله في هذا القسم
        
رمز التاجر الحالي الخاص بك: %s',
                        'ok_select_panel_user_1' => '
إحصائيات لوحتك👇:
                             
🖥 حالة اتصال لوحة Marzban: ✅ اللوحة متصلة
👥  إجمالي المستخدمين: %s
👤 عدد المستخدمين النشطين: %s
📡 إصدار لوحة Marzban:  %s
💻 إجمالي ذاكرة الخادم: %s
💻 استهلاك ذاكرة لوحة Marzban: %s
🌐 إجمالي حركة البيانات المستهلكة ( رفع / تنزيل ): %s
🛍 إجمالي عدد المبيعات في هذه اللوحة: %s
🛍 إجمالي المبيعات في هذه اللوحة: %s تومان
مجموعة المستخدم:%s
        
⭕️ لإدارة اللوحة، اختر أحد الخيارات أدناه',
                        'err_error_5' => 'سبب الخطأ: 
%s',
                        'err_error_6' => 'سبب الخطأ %s',
                        'ok_select_panel_user_2' => '
إحصائيات لوحتك👇:
                             
🖥 حالة اتصال اللوحة: ✅ اللوحة متصلة
💻 إجمالي ذاكرة الخادم: %s
💻 استهلاك ذاكرة اللوحة: %s
مجموعة المستخدم:%s
⭕️ لإدارة اللوحة، اختر أحد الخيارات أدناه',
                        'ok_select_panel_user_3' => '
إحصائيات لوحتك👇:
                             
🖥 حالة اتصال لوحة Marzban: ✅ اللوحة متصلة
👥  إجمالي المستخدمين: %s
👤 عدد المستخدمين النشطين: %s
🛍 إجمالي عدد المبيعات في هذه اللوحة: %s
🛍 إجمالي المبيعات في هذه اللوحة: %s تومان
مجموعة المستخدم:%s
        
⭕️ لإدارة اللوحة، اختر أحد الخيارات أدناه',
                        'msg_time_name' => '<b>📡 معلومات نظام MikroTik الخاص بك:</b>

<blockquote>
🖥 <b>المنصة:</b> %s  
🏷 <b>الإصدار:</b> %s  
🕰 <b>مدة التشغيل:</b> %s  
</blockquote>

<blockquote>
💽 <b>اسم المعمارية:</b> %s  
📋 <b>طراز اللوحة:</b> %s  
🏗 <b>وقت بناء النظام:</b> %s  
</blockquote>

<blockquote>
⚙️ <b>المعالج:</b> %s  
🔢 <b>عدد الأنوية:</b> %s  
🚀 <b>تردد المعالج:</b> %s  
📊 <b>حِمل المعالج:</b> %s %%
</blockquote>

<blockquote>
💾 <b>إجمالي مساحة القرص:</b> %s غيغا  
📂 <b>المساحة الحرة بالقرص:</b> %s غيغا  
🧠 <b>إجمالي الذاكرة:</b> %s غيغا  
📉 <b>الذاكرة الحرة:</b> %s غيغا
</blockquote>

<blockquote>
📝 <b>القطاعات المكتوبة منذ إعادة التشغيل:</b> %s  
🧮 <b>إجمالي القطاعات المكتوبة:</b> %s
</blockquote>
',
                        'msg_user_balance_amount_add_1' => '💎 عزيزي المستخدم، تمت إضافة مبلغ %s تومان إلى رصيد محفظتك.',
                        'msg_user_admin_balance_2' => '📌 قام مشرف بزيادة رصيد مستخدم:
        
🪪 معلومات المشرف الذي زاد الرصيد: 
اسم المستخدم:@%s
المعرف الرقمي: %s
👤 معلومات المستخدم المستلِم للرصيد:
المعرف الرقمي للمستخدم: %s
مبلغ الرصيد: %s
رصيد المستخدم بعد الزيادة: %s',
                        'err_user_balance_amount_2' => '❌ عزيزي المستخدم، تم خصم مبلغ %s تومان من رصيد محفظتك.',
                        'msg_user_admin_balance_3' => '📌 قام مشرف بتخفيض رصيد مستخدم:
        
🪪 معلومات المشرف الذي خفّض الرصيد: 
اسم المستخدم:@%s
المعرف الرقمي: %s
👤 معلومات المستخدم:
المعرف الرقمي للمستخدم: %s
مبلغ الرصيد: %s
رصيد المستخدم بعد التخفيض: %s',
                        'msg_user_admin_bot_number_1' => 'تم حظر المستخدم ذي المعرف الرقمي
%s  في البوت 
المشرف الذي قام بالحظر: %s',
                        'msg_user_admin_bot_number_2' => 'تم رفع الحظر عن المستخدم ذي المعرف الرقمي
%s  في البوت 
المشرف الذي قام بالحظر: %s',
                        'msg_user_payment_amount_date_1' => '🛒 رقم الدفع:  <code>%s</code>
🙍‍♂️ معرف المستخدم: <code>%s</code>
💰 المبلغ المدفوع: %s تومان
⚜️ حالة الدفع: %s
⭕️ طريقة الدفع: %s 
📆 تاريخ الشراء:  %s',
                        'msg_user_balance_amount_add_2' => '💎 عزيزي المستخدم، تمت إضافة مبلغ %s تومان إلى رصيد محفظتك.',
                        'ok_success_panel_4' => '
🎁 تم إنشاء كود الخصم الخاص بك بنجاح.

📩 اسم كود الخصم: <code>%s</code>
🧮 نسبة كود الخصم: %s
🎛 اللوحة:  %s
📌  المنتج: %s
♻️ نوع المستخدم: %s
🔴 حد الاستخدام: %s',
                        'ask_send_user_card_2' => '📌 أرسل اسم المستخدم الخاص بك دون @ لاستلام رقم البطاقة

%s',
                        'msg_user_balance_amount_add_3' => '💎 عزيزي المستخدم، تمت إضافة مبلغ %s تومان إلى رصيد محفظتك.',
                        'msg_user_admin_balance_4' => 'تأكيد إيصال البطاقة إلى البطاقة وزيادة الرصيد يدوياً من قِبل المشرف
        
المعرف الرقمي للمستخدم: %s
اسم مستخدم المستخدم: %s
مبلغ المعاملة في الفاتورة:  %s
مبلغ المعاملة المودَع من قِبل المشرف: %s',
                        'msg_service_user_payment_1' => '
🛒 رقم الطلب:  <code>%s</code>
🛒  حالة الطلب في البوت: <code>%s</code>
🙍‍♂️ معرف المستخدم: <code>%s</code>
👤 اسم مستخدم الاشتراك:  <code>%s</code> 
📍 موقع الخدمة:  %s
🛍 اسم المنتج:  %s
💰 السعر المدفوع للخدمة: %s تومان
⚜️ حجم الخدمة المُشترى: %s
⏳ وقت الخدمة المُشترى: %s 
📆 تاريخ الشراء: %s  

',
                        'msg_service_user_link_volume' => '
  
 حالة الخدمة: %s
        
🔋 حجم الخدمة: %s
📥 الحجم المستهلك: %s
💢 الحجم المتبقي: %s (%s%%)

📅 نشط حتى تاريخ: %s (%s)

رابط اشتراك المستخدم: 
<code>%s</code>

📶 آخر وقت اتصال: %s
🔄 آخر وقت تحديث لرابط الاشتراك: %s
#️⃣ العميل المتصل:<code>%s</code>',
                        'msg_service_user_amount' => '
📌 تقرير الخدمة 
🔗  نوع الخدمة: %s
🕰 وقت تنفيذ الخدمة: %s 

(%s)
💰مبلغ تنفيذ الخدمة: %s
👤 المعرف الرقمي للمستخدم: %s
👤 اسم مستخدم الإعدادات: %s',
                        'err_user_delete_name' => '❌ عزيزي المستخدم، لم تتم الموافقة على طلب الحذف الخاص بك باسم المستخدم %s.
        
        سبب عدم الموافقة: %s',
                        'msg_user_balance_amount_add_4' => '💰عزيزي المستخدم، تمت إضافة مبلغ %s تومان إلى رصيدك.',
                        'err_user_balance_amount_add' => '❌ تمت إضافة مبلغ %s تومان إلى رصيد المستخدم.',
                        'ok_user_delete_name_1' => '✅ عزيزي المستخدم، تمت الموافقة على طلب الحذف الخاص بك باسم المستخدم %s.',
                        'msg_service_user_admin_1' => '⭕️ قام مشرف بالموافقة على خدمة المستخدم التي كان لها طلب حذف
        
معلومات المستخدم المؤكِّد: 

🪪 المعرف الرقمي: <code>%s</code>
💰 المبلغ المُسترَد: %s تومان
👤 اسم المستخدم: %s
        المعرف الرقمي لطالب الإلغاء: %s',
                        'ok_user_delete_name_2' => '✅ عزيزي المستخدم، تمت الموافقة على طلب الحذف الخاص بك باسم المستخدم %s.',
                        'msg_user_balance_amount_add_5' => '💰عزيزي المستخدم، تمت إضافة مبلغ %s تومان إلى رصيدك.',
                        'msg_service_user_admin_2' => '⭕️ قام مشرف بالموافقة على خدمة المستخدم التي كان لها طلب حذف
        
معلومات المستخدم المؤكِّد: 

🪪 المعرف الرقمي: <code>%s</code>
💰 المبلغ المُسترَد: %s تومان
👤 اسم المستخدم: %s
المعرف الرقمي لطالب الإلغاء: %s',
                        'ask_send_address_api' => '📌 أرسل عنوان الـ API.

العنوان الحالي: %s',
                        'btn_token_api' => 'توكن api الخاص بك: <code>%s</code>',
                        'ok_success_panel_5' => '✅  تم تفعيل لوحتك على الويب بنجاح.


🔗عنوان الدخول: https://%s/panel
👤اسم المستخدم:  <code>%s</code>
🔑كلمة المرور:  <code>%s</code>

⚠️ في حال الضغط على زر تفعيل اللوحة مجدداً، ستحصل على كلمة مرور جديدة.',
                        'err_error_panel_admin_name' => '
خطأ في إنشاء الإعدادات من لوحة المشرف
✍️ سبب الخطأ: 
%s
معرف المشرف: %s
اسم اللوحة: %s',
                        'ask_send_user_amount_buy' => '📌 أرسل الحد الأدنى للمبلغ الذي تريد أن يقوم المستخدم بشراء جماعي به.
        
المبلغ الحالي: %s',
                        'msg_user_name_register_1' => '📣 قام مستخدم بتقديم طلب وكالة؛ يُرجى مراجعة المعلومات وتحديد الحالة.

المعرف الرقمي: %s
اسم المستخدم: %s 
الوصف:  %s ',
                        'msg_user_name_register_2' => '📣 قام مستخدم بتقديم طلب وكالة؛ يُرجى مراجعة المعلومات وتحديد الحالة.

المعرف الرقمي: %s
اسم المستخدم: %s
الوصف:  %s ',
                        'btn_confirm_1' => '
الحالة: تمت الموافقة (%s)',
                        'msg_user_name_register_3' => '📣 قام مستخدم بتقديم طلب وكالة؛ يُرجى مراجعة المعلومات وتحديد الحالة.

المعرف الرقمي: %s
اسم المستخدم: %s
الوصف:  %s ',
                        'btn_confirm_2' => '
الحالة: تمت الموافقة (%s)',
                        'ask_enter_merchant' => '💳 احصل على رمز التاجر الخاص بك وأدخله في هذا القسم
        
رمز التاجر الحالي الخاص بك: %s',
                        'ok_admin_payment_delete_enable' => '
✅ تم حذف %s طلب غير مدفوع
✅ تم حذف %s طلب غير مفعّل.
✅ تم حذف %s طلب محذوف من المشرف
✅ تم حذف %s طلب تجريبي.',
                        'err_error_panel_account_user' => '
⭕️ حاول مستخدم استلام حساب، لكن إنشاء الإعدادات واجه خطأً ولم تُعطَ الإعدادات للمستخدم
✍️ سبب الخطأ: 
%s
معرف المستخدم: %s
اسم مستخدم المستخدم: @%s
اسم اللوحة: %s',
                        'msg_user_admin_volume' => ' 🛍 إنشاء الإعدادات من قِبل المشرف 

اسم مستخدم الإعدادات: %s
حجم الإعدادات: %s غيغا
وقت الإعدادات: %s يوم
المعرف الرقمي للمشرف: %s
اسم مستخدم المشرف: %s
عدد المُنشأ: %s',
                        'err_error_7' => '❌  حدث خطأ. رمز الخطأ:  %s',
                        'err_error_8' => '❌  حدث خطأ. رمز الخطأ:  %s',
                        'err_error_9' => '❌  حدث خطأ. رمز الخطأ:  %s',
                        'msg_api_name' => '📌 معلومات النود 

🖥 اسم النود:  %s
🌍 IP النود: %s
🔻 منفذ النود: %s
🔺 منفذ api النود: %s
🔋إجمالي استهلاك النود: %s
🔄 معامل استهلاك النود: %s
🔵 إصدار xray للنود: %s
🟢 حالة النود: %s
    
',
                        'ask_send_wallet_address' => '💳 أرسل عنوان محفظة Tron trc20 الخاصة بك
        
        محفظتك الحالية: %s',
                        'ask_send_api_merchant_1' => '📌 أرسل كود الـ API الخاص بك.
        
        التاجر الحالي الخاص بك: %s',
                        'ask_send_user_name' => '📌 أرسل اسم المستخدم الخاص بك دون @ للدعم

%s',
                        'err_error_10' => '❌  حدث خطأ. رمز الخطأ:  %s',
                        'err_error_11' => '❌  حدث خطأ. رمز الخطأ:  %s',
                        'btn_user_balance_amount' => 'تم تصفير رصيد المستخدم البالغ %s',
                        'msg_user_payment_amount_date_2' => '🛒 رقم الدفع:  <code>%s</code>
🙍‍♂️ معرف المستخدم: <code>%s</code>
💰 المبلغ المدفوع: %s تومان
⚜️ حالة الدفع: %s
⭕️ طريقة الدفع: %s 
📆 تاريخ الشراء:  %s',
                        'err_error_12' => '❌  حدث خطأ. رمز الخطأ:  %s',
                        'ok_service_user_volume' => '📜 تم إنشاء فاتورة التجديد الخاصة بك لاسم المستخدم %s.
        
🛍 اسم المنتج :%s
⏱ مدة التجديد :%s يوم
🔋 حجم التجديد :%s غيغا
✍️ الوصف : %s
✅ للتأكيد وتجديد الخدمة، اضغط على الزر أدناه',
                        'err_error_panel_service_user' => '
        خطأ في تجديد الخدمة
اسم اللوحة: %s
اسم مستخدم الخدمة: %s
سبب الخطأ: %s',
                        'msg_panel_service_user' => '⭕️ قام المشرف بتجديد خدمة المستخدم.
        
معلومات المستخدم: 
        
🪪 المعرف الرقمي للمشرف: <code>%s</code>
🪪 المعرف الرقمي: <code>%s</code>
🛍 اسم المنتج:  %s
👤 اسم مستخدم العميل في اللوحة  : %s
موقع خدمة المستخدم: %s',
                        'msg_service_user_payment_2' => '
🛒 رقم الطلب:  %s
🛒  حالة الطلب في البوت: %s
🙍‍♂️ معرف المستخدم: %s
👤 اسم مستخدم الاشتراك:  %s
📍 موقع الخدمة:  %s
🛍 اسم المنتج:  %s
💰 السعر المدفوع للخدمة: %s تومان
⚜️ حجم الخدمة المُشترى: %s
⏳ وقت الخدمة المُشترى: %s 
📆 تاريخ الشراء: %s  

',
                        'url_telegram_sendmessage' => 'https://api.telegram.org/bot%s/sendmessage?chat_id=%s&text=✅ عزيزي المستخدم، تم تثبيت بوتك بنجاح.',
                        'ok_success_user_11' => '✅ تم إنشاء بوت الوكيل بنجاح.
⚙️ اسم مستخدم البوت  : @%s
🤠 توكن البوت : <code>%s</code>',
                        'ask_send_user_change_limit_1' => '📌  أرسل الحد الإجمالي لعدد المرات التي يمكن للمستخدم تغيير الموقع فيها. لاحظ أن هذا الحد ينطبق على جميع الإعدادات
الحد الحالي: %s',
                        'ask_send_user_change_limit_2' => '📌  أرسل الحد المجاني لعدد المرات التي يمكن للمستخدم تغيير الموقع فيها. لاحظ أن هذا الحد ينطبق على جميع الإعدادات
الحد الحالي: %s',
                        'err_notfound_user_number' => '📌 المستخدم ذو المعرف الرقمي %s غير موجود في قاعدة البيانات',
                        'ask_send_time_confirm' => '📌 في هذا القسم يمكنك تحديد بعد كم دقيقة يؤكّد التأكيد التلقائي دون مراجعة الإيصال.
أرسل وقتك بالدقائق
الوقت الحالي: %s',
                        'ask_send_api_merchant_2' => 'أرسل الـ api المستلم في هذا القسم
        
رمز التاجر الحالي الخاص بك: %s',
                        'msg_mini_app_instruction' => '📌 شرح تفعيل التطبيق المصغّر في بوت BotFather

/mybots > Select Bot > Bot Setting >  Configure Mini App > Enable Mini App  > Edit Mini App URL

اتبع الخطوات أعلاه، ثم أرسل العنوان أدناه:

<code>https://%s/app/</code>',
                ],
        ],
        'textbot' => [
                'accountWallet' => '🏦 المحفظة + الشحن',
                'addBalance' => '💰 زيادة الرصيد',
                'affiliates' => '👥 جمع الإحالات',
                'afterPay' => '✅ تم إنشاء الخدمة بنجاح

👤 اسم مستخدم الخدمة : {username}
🌿 اسم الخدمة:  {name_service}
‏🇺🇳 الموقع: {location}
⏳ المدة: {day}  يوم
🗜 حجم الخدمة:  {volume} غيغابايت

رابط الاتصال:
{config}
{links}
🧑‍🦯 يمكنك الحصول على طريقة الاتصال بالضغط على الزر أدناه واختيار نظام التشغيل الخاص بك',
                'afterPayIbsng' => '✅ تم إنشاء الخدمة بنجاح

👤 اسم مستخدم الخدمة : {username}
🔑 كلمة مرور الخدمة :  <code>{password}</code>
🌿 اسم الخدمة:  {name_service}
‏🇺🇳 الموقع: {location}
⏳ المدة: {day}  يوم
🗜 حجم الخدمة:  {volume} غيغابايت

🧑‍🦯 يمكنك الحصول على طريقة الاتصال بالضغط على الزر أدناه واختيار نظام التشغيل الخاص بك',
                'afterText' => '✅ تم إنشاء الخدمة بنجاح

👤 اسم مستخدم الخدمة : {username}
🌿 اسم الخدمة:  {name_service}
‏🇺🇳 الموقع: {location}
⏳ المدة: {day}  ساعة
🗜 حجم الخدمة:  {volume} ميغابايت

رابط الاتصال:
{config}
🧑‍🦯 يمكنك الحصول على طريقة الاتصال بالضغط على الزر أدناه واختيار نظام التشغيل الخاص بك',
                'agentPanel' => '👨‍💻 لوحة الوكالة',
                'agentRequestDesc' => '📌 أرسل وصفك لتقديم طلب وكالة.',
                'aqayePardakht' => '🔵 بوابة Aghaye Pardakht',
                'botOff' => '❌ البوت متوقف، يُرجى المراجعة بعد دقائق',
                'cart' => 'لزيادة رصيدك، أودِع مبلغ <code>{price}</code>  تومان  في رقم الحساب أدناه 👇🏻
        
        ==================== 
        <code>{card_number}</code>
        {name_card}
        ====================

❌ هذه المعاملة صالحة لمدة ساعة واحدة؛ بعد ذلك لا يمكن الدفع لهذه المعاملة.        
‼يجب أن تودِع نفس المبلغ المذكور أعلاه.
‼️لا يمكن سحب الأموال من المحفظة.
‼️مسؤولية الإيداع الخاطئ تقع عليك.
🔝بعد الدفع، اضغط على زر لقد دفعت ثم أرسل صورة الإيصال
💵بعد تأكيد دفعتك من قِبل المشرف، سيتم شحن محفظتك، وإذا كان لديك طلب سيتم تنفيذه',
                'cartAuto' => 'للتأكيد الفوري، يُرجى إيداع المبلغ أدناه بالضبط. وإلا، قد يتأخر تأكيد دفعتك.⚠️
            لزيادة رصيدك، أودِع مبلغ <code>{price}</code>  ريال  في رقم الحساب أدناه 👇🏻

        ==================== 
        <code>{card_number}</code>
        {name_card}
        ====================
        
💰أودِع نفس المبلغ المذكور أعلاه بالضبط ليتم تأكيده فوراً.
‼️لا يمكن سحب الأموال من المحفظة.
🔝لا حاجة لإرسال إيصال، لكن إذا لم يتم تأكيد إيداعك بعد فترة، أرسل صورة إيصالك.',
                'cartToCart' => '💳 من بطاقة إلى بطاقة',
                'channel' => '   
        ⚠️ عزيزي المستخدم؛ أنت لست عضواً في قناتنا
انضم إلى القناة عبر الزر أدناه
بعد الانضمام، اضغط على زر التحقق من العضوية',
                'cryptoPayment' => '💸 الدفع بالعملة الرقمية',
                'discount' => '🎁 كود الهدية',
                'extend' => '♻️ تجديد الخدمة',
                'faq' => '❓ الأسئلة الشائعة',
                'faqDesc' => ' 
 💡 الأسئلة الشائعة ⁉️

1️⃣ هل لدى فلترشكن الخاص بك IP ثابت؟ هل يمكنني استخدامه لمنصات تداول العملات الرقمية؟

✅ بسبب وضع الإنترنت وقيود البلد، خدمتنا غير مناسبة للتداول ولها موقع ثابت فقط.

2️⃣ إذا جدّدت حسابي قبل انتهائه، هل تحترق الأيام المتبقية؟

✅ لا، يتم احتساب الأيام المتبقية من الحساب عند التجديد، وإذا جدّدت حسابك الشهري قبل 5 أيام من انتهائه مثلاً، تحصل على 5 أيام متبقية + 30 يوم تجديد.

3️⃣ ماذا يحدث إذا اتصلنا بحساب واحد أكثر من الحد المسموح؟

✅ في هذه الحالة، سينفد حجم خدمتك بسرعة.

4️⃣ ما نوع فلترشكن الخاص بك؟

✅ فلترشكن لدينا من نوع v2ray وندعم بروتوكولات مختلفة حتى في الأوقات التي يكون فيها الإنترنت متعطلاً تتمكن من استخدام خدمتك دون مشاكل أو انخفاض في السرعة.

5️⃣ من أي بلد فلترشكن؟

✅ خادم فلترشكن لدينا من ألمانيا

6️⃣ كيف يجب أن أستخدم فلترشكن هذا؟

✅ لشرح استخدام التطبيق، اضغط على زر «📚 الشرح».

7️⃣ فلترشكن لا يتصل، ماذا أفعل؟

✅ تواصل مع الدعم مع صورة لرسالة الخطأ التي تتلقاها.

8️⃣ هل فلترشكن الخاص بك مضمون الاتصال دائماً؟

✅ نظراً لعدم إمكانية التنبؤ بوضع الإنترنت في البلد، لا يمكن تقديم ضمان؛ يمكننا فقط ضمان أننا سنبذل قصارى جهدنا لتقديم أفضل خدمة ممكنة.

9️⃣ هل لديكم إمكانية استرداد الأموال؟

✅ استرداد الأموال ممكن في حال عدم حل المشكلة من جانبنا.

💡 إذا لم تحصل على إجابة سؤالك، يمكنك التواصل مع «الدعم».',
                'help' => '📚 الشرح',
                'iranPay1' => '💸 بوابة الدفع بالريال',
                'iranPay2' => '💸 بوابة الدفع بالريال الثانية',
                'iranPay3' => '💸 بوابة الدفع بالريال الثالثة',
                'manual' => '✅ تم إنشاء الخدمة بنجاح

👤 اسم مستخدم الخدمة : {username}
🌿 اسم الخدمة:  {name_service}
‏🇺🇳 الموقع: {location}

 معلومات الخدمة :
{config}
🧑‍🦯 يمكنك الحصول على طريقة الاتصال بالضغط على الزر أدناه واختيار نظام التشغيل الخاص بك',
                'nowPayment' => '💵 الدفع بالعملة الأجنبية 1',
                'nowPaymentTron' => '💵 إيداع عملة Tron الرقمية',
                'paymentNotVerify' => 'بوابة الريال',
                'preInvoice' => '📇 فاتورتك المبدئية:
👤 اسم المستخدم:  {username}
🔐 اسم الخدمة: {name_product}
📆 مدة الصلاحية: {Service_time} يوم
💶 السعر:  {price} تومان
👥 حجم الحساب: {Volume} غيغا
🗒 ملاحظة المنتج : {note}
💵 رصيد محفظتك : {userBalance}
          
💰 طلبك جاهز للدفع',
                'purchasedServices' => '🛍 خدماتي',
                'requestAgent' => '👨‍💻 طلب الوكالة',
                'rules' => '
♨️ قواعد استخدام خدماتنا

1- احرص على الانتباه إلى الإعلانات التي تُنشر داخل القناة.
2- في حال عدم نشر إعلان عن انقطاع في القناة، راسل حساب الدعم
3- لا ترسل الخدمات عبر الرسائل النصية؛ لإرسالها يمكنك الإرسال عبر البريد الإلكتروني.
    
',
                'selectLocation' => '📌 اختر موقع الخدمة.',
                'sell' => '🔐 شراء الاشتراك',
                'starTelegram' => '💫 Star Telegram',
                'support' => '☎️ الدعم',
                'tariffList' => '💵 أسعار الاشتراكات',
                'tariffListDesc' => 'غير مضبوط',
                'testExpired' => 'مرحباً عزيزي المستخدم 
انتهت خدمتك التجريبية باسم المستخدم {username}
نأمل أن تكون قد حظيت بتجربة جيدة من سهولة وسرعة خدمتك. إذا كنت راضياً عن خدمتك التجريبية، يمكنك الحصول على خدمتك الخاصة والاستمتاع بإنترنت حر بأعلى جودة😉🔥
🛍 للحصول على خدمة عالية الجودة، يمكنك استخدام الزر أدناه',
                'userTest' => '🔑 الحساب التجريبي',
                'wgDashboard' => '✅ تم إنشاء الخدمة بنجاح

👤 اسم مستخدم الخدمة : {username}
🌿 اسم الخدمة:  {name_service}
‏🇺🇳 الموقع: {location}
⏳ المدة: {day}  يوم
🗜 حجم الخدمة:  {volume} غيغابايت

🧑‍🦯 يمكنك الحصول على طريقة الاتصال بالضغط على الزر أدناه واختيار نظام التشغيل الخاص بك',
                'wheelLuck' => '🎲 عجلة الحظ',
                'zarinPal' => '🟡 ZarinPal',
        ],
        'keyboard' => [
                'acceptRules' => '✅ أوافق على القواعد',
                'accountCreateLimit' => '🚨 حد إنشاء الحساب',
                'activateAccount' => '💡 تشغيل الحساب',
                'activateCard' => '💳 تفعيل رقم البطاقة',
                'activateSalesBot' => '🤖 تفعيل بوت المبيعات',
                'activateWebPanel' => '✅ تفعيل اللوحة على الويب',
                'activeCardUserList' => 'قائمة المستخدمين الذين لديهم رقم بطاقة مفعّل.',
                'addAdmin' => '👨‍💻 إضافة مشرف',
                'addApp' => '🔗 إضافة تطبيق',
                'addCategory' => '🛒 إضافة تصنيف',
                'addChannel' => 'إضافة قناة',
                'addConfig' => '➕ إضافة إعدادات',
                'addDepartment' => '🔼 إضافة قسم',
                'addEducation' => '📚 إضافة شرح',
                'addOrder' => '🛒 إضافة طلب',
                'addProduct' => '🛍 إضافة منتج',
                'addTimeConvertVolume' => 'إضافة وقت وتحويل الحجم الكلي إلى حجم متبقٍ',
                'addTimeVolumeNextMonth' => 'إضافة وقت وحجم إلى الشهر التالي',
                'adminDeletedService' => '🔗 قام مشرف بحذف خدمة من قاعدة بيانات البوت.

- المعرف الرقمي للمشرف :‌$from_id
- اسم المشرف : $first_name
- اسم مستخدم الخدمة :‌ {$invocie[\'username\']}',
                'adminSection' => '👨‍🔧 قسم المشرف',
                'advancedAgent' => 'وكيل متقدم',
                'affiliateGift' => '🎁الإحالة',
                'affiliatesBtn' => 'زر جمع الإحالات ',
                'agentActivated' => 'تمت الموافقة على الطلب وتم تفعيل الوكيل العادي.',
                'agentCustomTextSequential' => 'نص الوكيل المخصص + رقم تسلسلي',
                'agentExpireTime' => '⏱️ وقت انتهاء الوكالة',
                'agentList' => 'قائمة الوكلاء',
                'agentLottery' => '🎁 قرعة الوكلاء',
                'agentMembershipFee' => '💰 مبلغ عضوية الوكالة',
                'agentPurchaseCap' => 'حد شراء الوكيل',
                'agentTypeChanged' => 'تم تغيير نوع الوكيل إلى {$agentTypeLabels[$selectedType]}.',
                'agentWheelOfLuck' => '🎲 عجلة حظ الوكلاء',
                'allAgents' => 'جميع الوكلاء',
                'allPanels' => 'جميع اللوحات',
                'allPanelsList' => 'كل اللوحات',
                'allPurchases' => 'جميع المشتريات',
                'allUserList' => 'قائمة جميع المستخدمين',
                'allUsers' => 'جميع المستخدمين',
                'alreadyReviewed' => 'تمت مراجعة هذا الطلب من قِبل مشرف آخر',
                'apiIranPay' => 'api بوابة العملة بالريال',
                'apiPlisio' => '🧩 api plisio',
                'apiT' => 'API T',
                'appDownloadLink' => '🔗 رابط تنزيل التطبيق',
                'appDownloadLinkAlt' => '🔗رابط تنزيل التطبيق',
                'aqayePardakhtGateway' => '🔵 Aghaye Pardakht',
                'authWithLink' => '🔑 التحقق من الهوية عبر الرابط',
                'authenticate' => '🔒 التحقق من الهوية',
                'authenticateUser' => 'التحقق من هوية المستخدم',
                'autoConfirmNoCheck' => '🤖 تأكيد الإيصال دون مراجعة',
                'autoConfirmNoCheckTime' => '⏳ وقت التأكيد التلقائي دون مراجعة',
                'autoConfirmReceipt' => '♻️ التأكيد التلقائي للإيصال',
                'back' => 'رجوع',
                'backToAdminMenu' => '🏠 العودة إلى قائمة الإدارة',
                'backToCardSettings' => '▶️ العودة إلى قائمة إعدادات البطاقة',
                'backToMain' => 'العودة إلى القائمة الرئيسية',
                'backToMainMenu' => '🔙 العودة إلى القائمة الرئيسية',
                'backToMainMenu2' => '🏠 العودة إلى القائمة الرئيسية',
                'backToNode' => '🔙 العودة إلى النود ',
                'backToNodeList' => '🔙 العودة إلى قائمة النودات',
                'backToPrev' => 'العودة إلى القائمة السابقة',
                'backToPrevMenu2' => '🏠 العودة إلى القائمة السابقة',
                'backToPreviousMenu' => '▶️ العودة إلى القائمة السابقة',
                'backToServiceInfo' => '🏠 العودة إلى معلومات الخدمة',
                'backToShopMenu' => '⬅️ العودة إلى قائمة المتجر',
                'backupError' => '❌❌❌❌❌❌ خطأ في النسخ الاحتياطي ',
                'baseTimePrice' => '⏳ السعر الأساسي للوقت',
                'baseVolumePrice' => '🔋 السعر الأساسي للحجم',
                'botReport' => '📬 تقرير البوت',
                'botReports' => '📣 تقارير البوت',
                'both' => 'كلاهما',
                'broadcastForward' => 'إعادة توجيه جماعية',
                'broadcastSend' => 'إرسال جماعي',
                'bulkPurchase' => '🗂 شراء جماعي',
                'bulkPurchaseStatus' => '🛍 حالة الشراء الجماعي',
                'buyService' => '🛍 شراء الخدمة',
                'buySubscription' => '🛍شراء الاشتراك',
                'cancelGiftSend' => '❌ إلغاء إرسال الهدية',
                'cancelOperation' => 'إلغاء العملية',
                'cancelPinnedMessages' => 'إلغاء الرسائل المثبتة',
                'cartToCartGateway' => '🔌 من بطاقة إلى بطاقة',
                'cashbackAqayePardakht' => '💰 كاش باك Aghaye Pardakht',
                'cashbackCartToCart' => '💰 كاش باك البطاقة إلى البطاقة',
                'cashbackIranPay1' => '💰 كاش باك العملة بالريال',
                'cashbackIranPay2' => '💰 كاش باك العملة بالريال الثانية',
                'cashbackIranPay3' => '💰 كاش باك العملة بالريال الثالثة',
                'cashbackNowPayment' => '💰 كاش باك nowpayment',
                'cashbackPlisio' => '💰 كاش باك plisio',
                'cashbackStar' => '💰 كاش باك Star',
                'cashbackZarinPal' => '💰 كاش باك ZarinPal',
                'category' => 'التصنيف',
                'categoryBug' => '🐛 التصنيف ',
                'changeLocation' => '🌍 تغيير الموقع',
                'changeLocationLimit' => 'حد تغيير الموقع',
                'changeLocationPrice' => '🌍 سعر تغيير الموقع',
                'changeNodeIp' => '🌍 تغيير عنوان IP النود',
                'changeNodeMultiplier' => '🔄 تغيير معامل استهلاك النود',
                'changeUserGroup' => '📍 تغيير مجموعة المستخدم',
                'channelSettings' => '📯 إعدادات القناة',
                'chargeWallet' => 'شحن حساب المستخدم',
                'closeList' => '❌ إغلاق القائمة',
                'config' => '⚙️ الإعدادات',
                'configDetails' => 'مواصفات الإعدادات',
                'configInfo' => '⚙️ معلومات الإعدادات',
                'configKeyboard' => '🔗 لوحة مفاتيح الإعدادات',
                'configName' => '✏️اسم الإعدادات',
                'configNote' => '📨 ملاحظة الإعدادات',
                'confirm' => 'تأكيد',
                'confirmAndDelete' => 'تأكيد وحذف ',
                'confirmAndStart' => 'تأكيد وبدء العملية',
                'confirmAndZero' => 'تأكيد والتصفير',
                'confirmDeleteService' => '✅  أريد حذف الخدمة',
                'confirmDisruptionReport' => '✅ تأكيد وإرسال تقرير العطل',
                'confirmOptimize' => '✅ تأكيد و  تحسين',
                'confirmStartProcess' => '✅ تأكيد وبدء العملية',
                'confirmTransferService' => '✅ تأكيد نقل الخدمة',
                'confirmed' => '✅ تمت الموافقة',
                'copyAmount' => 'نسخ المبلغ',
                'copyCard' => '💳 نسخ رقم البطاقة',
                'copyCardNumber' => 'نسخ رقم البطاقة',
                'createDiscountCode' => '🎁 إنشاء كود خصم',
                'createGiftCode' => '🎁 إنشاء كود هدية',
                'cronDelete' => '❌ كرون الحذف',
                'cronDeleteVolume' => '❌ كرون حذف الحجم',
                'cronFirstConnection' => '🕚 كرون أول اتصال',
                'cronMessageStatus' => '🕚 حالة إرسال رسائل الكرون',
                'cronTest' => '🔓كرون تجريبي',
                'cronTime' => '🕚 كرون الوقت',
                'cronVolume' => '🔋 كرون الحجم',
                'cryptoOfflinePayment' => '💵عملة أوفلاين',
                'currentMonth' => '☀️ الشهر الحالي ',
                'customServiceGroupF' => '♻️ خدمة مخصصة مجموعة f',
                'customServiceGroupN' => '♻️ خدمة مخصصة مجموعة n',
                'customServiceGroupN2' => '♻️ خدمة مخصصة مجموعة n2',
                'customTextRandom' => 'نص مخصص + رقم عشوائي',
                'customTextSequential' => 'نص مخصص + رقم تسلسلي',
                'customTimePrice' => '⏳ سعر الوقت المخصص',
                'customUsername' => 'اسم مستخدم مخصص',
                'customUsernameRandom' => 'اسم مستخدم مخصص + رقم عشوائي',
                'customVolumePrice' => '⚙️ سعر حجم الخدمة المخصصة',
                'customersBought' => 'العملاء الذين قاموا بمشتريات',
                'deactivateAccount' => '💡 إيقاف الحساب',
                'deactivateAccountStatus' => '❓حالة إلغاء تفعيل الحساب',
                'deactivateCard' => '💳  إلغاء تفعيل رقم البطاقة',
                'decreaseGroupPrice' => '⬇️ خفض جماعي للسعر',
                'deleteAllHiddenPanels' => 'حذف جميع اللوحات المخفية',
                'deleteAllReceipts' => '❌ حذف جميع الإيصالات',
                'deleteApp' => '❌ حذف التطبيق',
                'deleteCardNumber' => '❌ حذف رقم البطاقة',
                'deleteCategory' => '❌ حذف التصنيف',
                'deleteChannel' => 'حذف القناة',
                'deleteConfig' => '❌ حذف الإعدادات ',
                'deleteDepartment' => '🔽 حذف القسم',
                'deleteDiscountCode' => '❌ حذف كود الخصم',
                'deleteEducation' => '❌ حذف الشرح',
                'deleteGiftCode' => '❌ حذف كود الهدية',
                'deleteNode' => '❌ حذف النود',
                'deletePanel' => '❌ حذف اللوحة',
                'deleteProduct' => '❌ حذف المنتج',
                'deleteSalesBot' => '❌ حذف بوت المبيعات',
                'deleteService' => '❌ حذف الخدمة',
                'deleteServiceAlt' => '❌حذف الخدمة',
                'deleteServiceFull' => '🗑 حذف الخدمة بالكامل',
                'deleteTime' => '⚙️ وقت الحذف',
                'deleteUserAffiliates' => '🔄 حذف إحالات المستخدم',
                'diamondPayment' => '💎 الدفع',
                'disableShowCard' => '💰  إلغاء تفعيل عرض رقم البطاقة',
                'discountPercent' => '🎁 نسبة الخصم',
                'discountPercentDesc' => '📌 أرسل النسبة المئوية التي تريد أن يحصل عليها المستخدم كخصم في حال قام المستخدم بأي عملية شراء.',
                'editApp' => '✏️ تعديل التطبيق',
                'editCategory' => 'تعديل التصنيف',
                'editCategoryMenu' => '✏️ تعديل التصنيف',
                'editConfig' => '✏️ تعديل الإعدادات',
                'editDescription' => 'تعديل الوصف',
                'editEducation' => '✏️ تعديل الشرح',
                'editMedia' => 'تعديل الوسائط',
                'editName' => 'تعديل الاسم',
                'editPanelUrl' => '🔗 تعديل عنوان اللوحة',
                'editPassword' => '🔐 تعديل كلمة المرور',
                'editProduct' => '✏️ تعديل المنتج',
                'editUsername' => '👤 تعديل اسم المستخدم',
                'educationBtn' => 'زر الشرح',
                'educationCategory' => '📗تصنيف الشرح',
                'educationFeature' => 'ميزة الشرح',
                'educationSection' => '📚 قسم الشرح',
                'enableShowCard' => '💰 تفعيل عرض رقم البطاقة',
                'excludeUser' => '➕ استثناء المستخدم',
                'excludeUserAutoConfirm' => '💳 استثناء المستخدم من التأكيد التلقائي',
                'exclusiveSubLink' => '💎 رابط اشتراك مخصص',
                'exportActiveCardUsers' => '📄 تصدير المستخدمين ذوي رقم البطاقة المفعّل',
                'exportOrders' => 'تصدير الطلبات',
                'exportPayments' => 'تصدير المدفوعات',
                'exportUsers' => 'تصدير المستخدمين',
                'extraTimePrice' => '⏳ سعر الوقت الإضافي',
                'extraVolumePrice' => '➕ سعر الحجم الإضافي',
                'featureStatus' => '⚙️ حالة الميزات',
                'financial' => '💎 المالية',
                'firstConnectTime' => '⚙️ وقت أول اتصال',
                'firstConnection' => '📊 أول اتصال',
                'firstConnectionTest' => '📊 أول اتصال للحساب التجريبي',
                'firstPurchaseBtn' => 'أول عملية شراء',
                'firstPurchaseCommission' => '🎉 العمولة لأول عملية شراء فقط',
                'firstPurchaseWheel' => '🎲 عجلة حظ أول عملية شراء',
                'fixed' => 'ثابت',
                'freeLimit' => '🆓 الحد المجاني',
                'generalLimit' => '↙️ الحد الإجمالي',
                'generalSettings' => '⚙️ الإعدادات العامة',
                'getAllConfigs' => '⚙️ الحصول على جميع الإعدادات',
                'getConfig' => 'الحصول على الإعدادات',
                'getConfigBtn' => '🔗 زر الحصول على الإعدادات',
                'groupCharge' => '👥 شحن جماعي',
                'groupShowCard' => '♻️ عرض جماعي لرقم البطاقة',
                'groupVolumeOrTime' => '🔋 حجم أو وقت جماعي',
                'hiddify' => 'Hiddify',
                'vpnSubscription' => '🌐 اشتراك (vpn-subscription)',
                'hidePanel' => 'إخفاء اللوحة',
                'hidePanelForAgent' => '❌ إخفاء لوحة عن الوكيل',
                'hidePanelForUser' => '🫣 إخفاء اللوحة عن مستخدم',
                'inactiveAccount' => '📍 حساب غير نشط',
                'inactiveDays' => 'عدد الأيام غير المستخدمة',
                'inboundDeactivate' => '⚙️  inbound الحساب غير النشط',
                'increaseGroupPrice' => '⬆️ زيادة جماعية للسعر',
                'infoRefreshed' => '♻️ تم تحديث المعلومات',
                'infoUpdated' => 'تم تحديث المعلومات',
                'iranPay1Label' => '📌 العملة بالريال الأولى',
                'iranPay2Label' => '📌 العملة بالريال الثانية',
                'iranPay3Label' => '📌العملة بالريال الثالثة',
                'lastHourStats' => '⏱️ آخر ساعة',
                'lastMonth' => '⛅️ الشهر السابق',
                'locationChangeLimit' => '🌍 حد تغيير الموقع',
                'lotteryWinAmount' => '🎲 مبلغ فوز المستخدم',
                'manageCategory' => '🗂 إدارة التصنيفات',
                'manageNodes' => '🖥 إدارة النودات',
                'manageProducts' => '🛍 إدارة المنتجات',
                'manageUser' => '👤 إدارة المستخدم',
                'management' => 'الإدارة',
                'manualCreateConfig' => '🔧 إنشاء إعدادات يدوي',
                'manualDelete' => '❌حذف يدوي',
                'manualSale' => 'بيع يدوي',
                'marzban' => 'Marzban',
                'marzneshin' => 'Marzneshin',
                'maxAmountAqayePardakht' => '⬆️ الحد الأقصى لمبلغ Aghaye Pardakht',
                'maxAmountCartToCart' => '⬆️ الحد الأقصى لمبلغ البطاقة إلى البطاقة',
                'maxAmountCryptoOffline' => '⬆️ الحد الأقصى لمبلغ العملة الرقمية أوفلاين',
                'maxAmountIranPay1' => '⬆️ الحد الأقصى لمبلغ العملة بالريال',
                'maxAmountIranPay2' => '⬆️ الحد الأقصى لمبلغ العملة بالريال الثانية',
                'maxAmountIranPay3' => '⬆️ الحد الأقصى لمبلغ العملة بالريال الثالثة',
                'maxAmountNowPayment' => '⬆️ الحد الأقصى لمبلغ nowpayment',
                'maxAmountPlisio' => '⬆️ الحد الأقصى لمبلغ plisio',
                'maxAmountStar' => '⬆️ الحد الأقصى لمبلغ Star',
                'maxAmountZarinPal' => '⬆️ الحد الأقصى لمبلغ ZarinPal',
                'maxChargeBalance' => '⬆️ الحد الأقصى لشحن الرصيد',
                'maxCustomTime' => '📍 الحد الأقصى للوقت المخصص',
                'maxCustomVolume' => '📍 الحد الأقصى للحجم المخصص',
                'messagingSection' => '📨 قسم إرسال الرسائل',
                'mikrotik' => 'MikroTik',
                'minAmountAqayePardakht' => '⬇️ الحد الأدنى لمبلغ Aghaye Pardakht',
                'minAmountCartToCart' => '⬇️ الحد الأدنى لمبلغ البطاقة إلى البطاقة',
                'minAmountCryptoOffline' => '⬇️ الحد الأدنى لمبلغ العملة الرقمية أوفلاين',
                'minAmountIranPay1' => '⬇️ الحد الأدنى لمبلغ العملة بالريال',
                'minAmountIranPay2' => '⬇️ الحد الأدنى لمبلغ العملة بالريال الثانية',
                'minAmountIranPay3' => '⬇️ الحد الأدنى لمبلغ العملة بالريال الثالثة',
                'minAmountNowPayment' => '⬇️ الحد الأدنى لمبلغ nowpayment',
                'minAmountPlisio' => '⬇️ الحد الأدنى لمبلغ plisio',
                'minAmountStar' => '⬇️ الحد الأدنى لمبلغ Star',
                'minAmountZarinPal' => '⬇️ الحد الأدنى لمبلغ ZarinPal',
                'minBulkBalance' => '⬇️ الحد الأدنى للرصيد للشراء الجماعي',
                'minChargeBalance' => '⬇️ الحد الأدنى لشحن الرصيد',
                'minCustomTime' => '📍 الحد الأدنى للوقت المخصص',
                'minCustomVolume' => '📍 الحد الأدنى للحجم المخصص',
                'name' => 'الاسم',
                'nightLottery' => '🎁 القرعة الليلية',
                'no' => 'لا',
                'nodeUptime' => '🎛 مدة تشغيل النود',
                'normalAgent' => 'وكيل عادي',
                'normalUser' => 'مستخدم عادي',
                'note' => 'ملاحظة',
                'numericIdRandom' => 'المعرف الرقمي + أحرف وأرقام عشوائية',
                'numericIdSequential' => 'المعرف الرقمي+رقم تسلسلي',
                'offlineGatewayPv' => '💳 بوابة أوفلاين في الخاص',
                'operation' => 'العملية',
                'optimizeBot' => '🗑 تحسين البوت ',
                'paidSendReceipt' => '✅ لقد دفعت | إرسال الإيصال.',
                'panelFeatureStatus' => '⚙️ حالة ميزات اللوحة',
                'panelFeatures' => '🛠 ميزات اللوحة',
                'panelName' => '✍️ اسم اللوحة',
                'panelUptime' => '🎛 مدة تشغيل اللوحة',
                'passargadPanel' => '🎛 لوحة Pasargard',
                'payAndGetService' => '💰 الدفع واستلام الخدمة',
                'payment' => 'الدفع',
                'pendingReceipts' => '💵 الإيصالات غير المؤكَّدة',
                'percentage' => 'نسبة مئوية',
                'price' => 'السعر',
                'productLocation' => 'موقع المنتج',
                'productName' => 'اسم المنتج',
                'purchase' => 'الشراء',
                'purchaseBtn' => 'زر الشراء',
                'purchaseCommission' => '🎁 العمولة بعد الشراء',
                'qrBackground' => '🖼 خلفية رمز QR',
                'quickSetTimePrice' => '⏳ ضبط سريع لسعر الوقت',
                'quickSetVolumePrice' => '🔋 ضبط سريع لسعر الحجم',
                'reWebhookAgentBots' => '🔗 إعادة webhook لبوتات الوكلاء',
                'receiveMembershipGift' => '🎁 استلام هدية العضوية',
                'reconnectNode' => '♻️ إعادة اتصال النود',
                'refresh' => '♻️ تحديث',
                'refreshInfo' => '♻️ تحديث المعلومات',
                'refreshInfoAlt' => '♻️  تحديث المعلومات',
                'refundBtn' => '💎 زر استرداد المبلغ',
                'registerDiscountCode' => '🎁 إدخال كود الخصم',
                'rejectDelete' => '❌رفض الحذف',
                'rejoin' => '📌 إعادة العضوية',
                'removeFromAffiliate' => '🔄 إخراج من الإحالات',
                'removeFromHiddenList' => '❌  إزالة المستخدم من قائمة المخفيين',
                'removeUserFromList' => '❌ إزالة المستخدم من القائمة',
                'renameNode' => '🗂 تغيير اسم النود',
                'renew' => 'تجديد',
                'renewCurrentPlan' => '♻️ تجديد الخطة الحالية',
                'renewService' => '💊 تجديد الخدمة',
                'renewalCashback' => '🎁 كاش باك التجديد',
                'renewalMethod' => '🔋 طريقة تجديد الخدمة',
                'renewalStatus' => '🔋 حالة التجديد',
                'requestApproved' => '✅تمت الموافقة على الطلب.',
                'requestNotFound' => 'لم يتم العثور على الطلب المطلوب.',
                'requestRejected' => '✅تم رفض الطلب.',
                'resetAllUsersLimit' => '🔄 إعادة تعيين حدود جميع المستخدمين',
                'resetTimeAddVolume' => 'إعادة تعيين الوقت وإضافة الحجم السابق',
                'resetVolumeAddTime' => 'إعادة تعيين الحجم وإضافة الوقت',
                'resetVolumeTime' => 'إعادة تعيين الحجم والوقت',
                'searchOrder' => '🛍 بحث عن طلب',
                'searchUser' => '👁‍🗨 بحث عن مستخدم',
                'searchUserBtn' => '🔍 بحث عن مستخدم',
                'selectCurrentService' => '📍 اختيار الخدمة الحالية',
                'selectCustomName' => '👤 اختيار اسم مخصص',
                'sendConfig' => '⚙️ إرسال الإعدادات',
                'sendDepositLink' => '✅ إرسال رابط الإيداع أو صورة الإيداع',
                'sendDisruptionReport' => '⚠️ إرسال تقرير العطل',
                'sendMessageToSupport' => '🎟 إرسال رسالة إلى الدعم',
                'sendMessageToUser' => '✍️ إرسال رسالة إلى المستخدم',
                'sendPhoneNumber' => '☎️ إرسال رقم الهاتف',
                'sendSubLink' => '⚙️ إرسال رابط الاشتراك',
                'sendWithoutButton' => 'إرسال بدون زر',
                'serviceSettings' => '⚙️ إعدادات الخدمة',
                'serviceStatus' => 'حالة الخدمة',
                'setAffiliateBanner' => '🏞 ضبط بانر جمع الإحالات',
                'setAffiliatePercent' => '🧮 ضبط نسبة الإحالة',
                'setApi' => 'ضبط api',
                'setApiAddress' => 'ضبط عنوان api',
                'setAqayePardakhtMerchant' => 'ضبط تاجر Aghaye Pardakht',
                'setCardNumber' => '💳 ضبط رقم البطاقة',
                'setEducationAqayePardakht' => '📚 ضبط شرح بوابة Aghaye Pardakht',
                'setEducationCartToCart' => '📚 ضبط شرح البطاقة إلى البطاقة',
                'setEducationCryptoOffline' => '📚 ضبط شرح العملة أوفلاين ',
                'setEducationIranPay1' => '📚 ضبط شرح العملة بالريال الأولى',
                'setEducationIranPay2' => '📚 ضبط شرح العملة بالريال الثانية',
                'setEducationIranPay3' => '📚 ضبط شرح العملة بالريال الثالثة',
                'setEducationNowPayment' => '📚 ضبط شرح nowpayment',
                'setEducationPlisio' => '📚 ضبط شرح plisio',
                'setEducationStar' => '📚 ضبط شرح Star',
                'setEducationZarinPal' => '📚 ضبط شرح ZarinPal',
                'setFirstPrize' => '1️⃣ ضبط جائزة المركز الأول',
                'setInbound' => '🎛 ضبط الـ inbound',
                'setInboundId' => '💎 ضبط معرف الـ inbound',
                'setProtocolInbound' => '⚙️ ضبط البروتوكول والـ inbound',
                'setSecondPrize' => '2️⃣ ضبط جائزة المركز الثاني',
                'setSupportId' => '👤 ضبط معرف الدعم',
                'setTestAccountLimitAll' => '➕ حد إنشاء الحساب التجريبي للجميع',
                'setThirdPrize' => '3️⃣ ضبط جائزة المركز الثالث',
                'settings' => '⚙️ الإعدادات',
                'settleDebt' => '💎 تسوية الدين',
                'shareLink' => '🔗 مشاركة الرابط',
                'shopFeatureStatus' => '🛒 حالة ميزات المتجر',
                'shopSettings' => '🏬 إعدادات المتجر',
                'showCartAfterFirstPay' => '🔒 عرض البطاقة إلى البطاقة بعد أول دفعة',
                'showDice' => '🎰 عرض النرد',
                'showFirstPurchase' => 'عرض لأول عملية شراء',
                'showHiddenPanels' => '🗑 عرض اللوحات المخفية',
                'showPanel' => '🖥 عرض اللوحة',
                'showProductPrice' => '💰 عرض سعر المنتج',
                'showTestAccount' => '🎁 عرض التجريبي',
                'showUserList' => '👁 عرض قائمة الأشخاص',
                'start' => 'بدء',
                'startBtn' => 'زر البدء',
                'startGift' => '🎁 هدية البدء',
                'startGiftAmount' => '🌟 مبلغ هدية البدء',
                'statsAtDate' => '🗓 عرض الإحصائيات في تاريخ محدد',
                'supportId' => '👤 معرف الدعم',
                'supportInPv' => '👤 الدعم في الخاص',
                'supportSection' => '🤙 قسم الدعم',
                'testAccountBtn' => 'زر الحساب التجريبي',
                'testAccountFeature' => 'ميزة الحساب التجريبي',
                'testAccountLimit' => '➕ حد الحساب التجريبي',
                'testAccountVolume' => '💾 حجم الحساب التجريبي',
                'testServiceTime' => '⏳ وقت الخدمة التجريبية',
                'time' => 'الوقت',
                'timeAlert' => '⚙️ وقت التحذير',
                'timeDuration' => '⏳ الوقت',
                'today' => '⛅️ اليوم',
                'totalStats' => '⏱️ الإحصائيات الكلية',
                'transactionDeleted' => 'تم حذف المعاملة',
                'transferAccount' => 'نقل حساب المستخدم ',
                'unauthUser' => 'المستخدم غير موثّق',
                'userAffiliates' => '👥 إحالات المستخدم',
                'userId' => 'المعرف',
                'userManagement' => 'إدارة المستخدم',
                'userManagementBtn' => '⚙️ إدارة المستخدم',
                'userNote' => '📨 ملاحظة المستخدم العادي',
                'userType' => 'نوع المستخدم',
                'username' => 'اسم المستخدم',
                'usernameMethod' => '💡 طريقة إنشاء اسم المستخدم',
                'usernameSequential' => 'اسم المستخدم + رقم تسلسلي',
                'usersBought' => 'المستخدمون الذين قاموا بمشتريات',
                'usersGroupF' => 'مستخدمو المجموعة f',
                'usersGroupN' => 'مستخدمو المجموعة n',
                'usersGroupN2' => 'مستخدمو المجموعة n2',
                'usersNotBought' => 'المستخدمون الذين لم يقوموا بمشتريات',
                'usersWithAffiliates' => 'قائمة المستخدمين الذين لديهم إحالات.',
                'usersWithBalance' => 'قائمة المستخدمين الذين لديهم رصيد.',
                'usersWithNegativeBalance' => 'قائمة المستخدمين الذين لديهم رصيد سالب',
                'verifyChannelMembership' => '📑 التحقق من عضوية القناة',
                'viewAccountInfoFeature' => 'ميزة عرض معلومات الحساب',
                'viewInfo' => 'عرض المعلومات',
                'viewTutorial' => '📚 عرض دليل الاستخدام ',
                'volume' => 'الحجم',
                'volume2' => '🔋 الحجم',
                'volumeAlert' => '⚙️ حجم التحذير',
                'volumeResetType' => 'نوع إعادة تعيين الحجم',
                'walletAddress' => 'عنوان المحفظة',
                'wheelOfLuck' => '🎲 عجلة الحظ',
                'yes' => 'نعم',
                'yesterday' => '☀️ أمس',
                'zarinPalGateway' => '🟡 ZarinPal',
                'zarinPalMerchant' => 'تاجر ZarinPal',
                'zeroBalance' => '0️⃣ تصفير الرصيد',
        ],
        'extracted' => [
                'keyboard_php' => [
                        'setGroupName' => '🎛 ضبط اسم المجموعة',
                        'subLinkDomain' => '🔗 نطاق رابط الاشتراك',
                        'panelTypeSanaei' => 'Sanaei منفذ واحد',
                        'panelTypeAlireza' => 'Alireza منفذ واحد',
                        'usernameMethodAgentCustom' => 'نص الوكيل المخصص + رقم تسلسلي',
                        'currencyToman' => 'تومان',
                ],
                'index_php' => [
                        'acceptRulesButton' => '✅ أوافق على القواعد',
                        'affiliateBalanceGift' => '🎁 تمت إضافة مبلغ {addbalancediscount} إلى رصيدك من إحالتك صاحب المعرف {from_id}.',
                        'unlimited' => 'غير محدود',
                        'dayUnit' => 'يوم',
                        'remainingSuffix' => ' أخرى',
                        'statusOnline' => 'متصل',
                        'statusOffline' => 'غير متصل',
                        'statusNotConnected' => 'لم يتم الاتصال',
                        'servicesFound' => '🛍 تم العثور على {countservice} خدمة. لعرض وإدارة الخدمة، اضغط على إحدى الخدمات',
                        'accountInfoUnavailable' => '❌ لا يمكن عرض معلومات الحساب في الوقت الحالي',
                        'servicePassword' => '🔑 كلمة مرور خدمتك : <code>{subscription_url}</code>',
                        'configNote' => '✍️ ملاحظة الإعدادات : {note}',
                        'lastOnlineTime' => '📶 آخر وقت اتصال لك : {lastonline}',
                        'subscriptionFile' => 'ملف اشتراكك',
                        'turnOffAccountButton' => '❌ إيقاف الحساب',
                        'turnOnAccountButton' => '💡 تشغيل الحساب',
                        'editNoteButton' => '📝 تغيير الملاحظة',
                        'refreshInfoButton' => '♻️ تحديث المعلومات',
                        'serviceDeletedSuccess' => '📌 تم حذف الخدمة بنجاح',
                        'askDeleteReason' => '📌 أرسل سبب حذف خدمتك.',
                        'configReadError' => '❌  خطأ في قراءة معلومات الإعدادات. تواصل مع الدعم.',
                        'selectConfigFromList' => '📌 اختر واستخدم إعدادات من القائمة أدناه.',
                        'featureUnavailable' => '❌ هذه الميزة غير متاحة في الوقت الحالي',
                        'featureUnavailableDot' => '❌ هذه الميزة غير متاحة في الوقت الحالي.',
                        'notConnectedCannotChangeStatus' => '❌ لم تتصل بالإعدادات بعد، ولا يمكن تغيير حالة الخدمة. بعد الاتصال بالإعدادات، يمكنك استخدام هذه الميزة.',
                        'confirmDisableConfigButton' => '✅ تأكيد وإلغاء تفعيل الإعدادات',
                        'confirmEnableConfigButton' => '✅ تأكيد وتفعيل الإعدادات',
                        'renewError' => '❌ واجه التجديد خطأً؛ نفّذ خطوات التجديد مرة أخرى.',
                        'renewNotSupportedPanel' => '❌ التجديد غير ممكن في هذه اللوحة',
                        'notConnectedConnectFirst' => '❌ لم تتصل بالخدمة بعد. لتجديد الخدمة، اتصل بالخدمة أولاً ثم باشر التجديد',
                        'renewNotPossibleCurrentPlan' => '❌ التجديد بالخطة الحالية غير ممكن. نفّذ الخطوات من البداية واختر خطة أخرى.',
                        'renewGenericError' => '❌ حدث خطأ. نفّذ خطوات التجديد من البداية.',
                        'renewServiceError' => '❌ حدث خطأ أثناء تجديد الخدمة؛ تواصل مع الدعم',
                        'renewProcessRestartError' => '❌ حدث خطأ أثناء تجديد الخدمة؛ تواصل مع الدعم',
                        'customVolumeButton' => '🛍 حجم مخصص',
                        'customServiceButton' => '⚙️ خدمة مخصصة',
                        'currencyToman' => 'تومان',
                        'invalidVolume' => '❌ الحجم غير صالح.
🔔 الحد الأدنى للحجم هو {mainvolume} غيغابايت والحد الأقصى {maxvolume} غيغابايت',
                        'invalidTime' => '❌ الوقت المُرسل غير صالح. يجب أن يكون الوقت بين {maintime} يوم و {maxtime} يوم',
                        'discountCodeExpired' => '❌ انتهى وقت كود الخصم.',
                        'discountCodeUseLimit' => '⭕️ يمكن استخدام هذا الكود {useuser}  مرة فقط',
                        'discountCodeAppliedRenew' => '🤩 كان كود الخصم الخاص بك صحيحاً وتم تطبيق خصم {discount_price} بالمئة على فاتورتك.',
                        'discountCodeApplied' => '🤩 كان كود الخصم الخاص بك صحيحاً وتم تطبيق خصم {discount_price} بالمئة على فاتورتك.',
                        'discountCodeUsedNoticeRenew' => '⭕️ مستخدم باسم المستخدم @{username}  والمعرف الرقمي {from_id} استخدم كود الخصم {discount_code}. وجدّد خدمته.',
                        'discountCodeUsedNotice' => '⭕️ مستخدم باسم المستخدم @{username}  والمعرف الرقمي {from_id} استخدم كود الخصم {discount_code}.',
                        'discountCodeNotAllowed' => '❌ الشراء بهذا الكود غير ممكن',
                        'earned2Points' => '📌حصلت على نقطتين جديدتين.',
                        'earned1Point' => '📌حصلت على نقطة جديدة واحدة.',
                        'serviceInactiveCannotChangeLink' => '❌ الخدمة غير مفعّلة ولا يمكن تغيير الرابط للخدمة.',
                        'changeLinkError' => '❌ حدث خطأ أثناء تغيير الرابط.',
                        'configUpdatedSuccess' => '✅ تم تحديث إعداداتك بنجاح.',
                        'subscriptionLine' => 'اشتراكك : <code>{output_config_link}</code>',
                        'extraVolumeNotSupportedPanel' => '❌ شراء حجم إضافي غير ممكن في هذه اللوحة',
                        'purchaseError' => '❌ فشل الشراء. نفّذ الخطوات مجدداً.',
                        'extraVolumeServiceError' => '❌حدث خطأ أثناء شراء حجم إضافي للخدمة. تواصل مع الدعم',
                        'locationChangeLimitReached' => '❌ تم الوصول إلى حد تغيير الموقع الخاص بك',
                        'genericProcessRestart' => '❌ حدث خطأ. يُرجى تنفيذ الخطوات مجدداً',
                        'transferToPanelNotPossible' => '❌ النقل إلى اللوحة غير ممكن.',
                        'configUnusedCannotTransfer' => '❌ إعداداتك في حالة غير مستخدمة ولا يمكن نقل موقع الخدمة.',
                        'requestSubmittedSuccess' => '✅ شكراً لتقديم الطلب، تم إرسال طلبك وهو قيد المراجعة من قِبل الدعم.',
                        'extraTimeNotSupportedPanel' => '❌ شراء وقت إضافي غير ممكن في هذه اللوحة',
                        'serviceTransferredNotice' => '✅ عزيزي المستخدم، تم نقل الخدمة باسم المستخدم {service_username} إلى حسابك من قِبل المستخدم صاحب المعرف {from_id}.',
                        'testServiceUnavailable' => '📌 الخدمة التجريبية غير متاحة في الوقت الحالي.',
                        'serviceStockFinished' => '❌ نفد حجم هذه الخدمة.',
                        'serviceStockFinishedBuyAnother' => '❌ نفد حجم هذه الخدمة. يُرجى شراء خدمة أخرى.',
                        'selectCategoryShort' => '📌 اختر تصنيفاً',
                        'selectCategory' => '📌 اختر تصنيفك!',
                        'buttonDisabled' => '❌ هذا الزر غير مفعّل',
                        'buttonDisabledForYou' => '❌ هذا الزر غير مفعّل لك',
                        'selectSupportDepartment' => '📌 اختر قسم الدعم الذي تريد مراسلته.',
                        'sendYourMessage' => '📌 أرسل رسالتك',
                        'messageSentForReview' => '✅ تم إرسال رسالتك بنجاح وسيتم الرد عليك بعد المراجعة.',
                        'messageAnsweredByOtherAdmin' => '❌ تمت الإجابة على الرسالة من قِبل مشرف آخر.',
                        'sendMessageText' => '📌 أرسل نص رسالتك',
                        'messageSentSuccess' => 'تم إرسال الرسالة بنجاح',
                        'messageSentForRequestReview' => '✅  تم إرسال رسالتك لهذا الطلب بنجاح. سيتم الرد عليها بعد المراجعة.',
                        'notSentLabel' => '🔴 لم يُرسل 🔴',
                        'confirmedByAdmin' => '✅ تمت الموافقة من قِبل المشرف',
                        'roleNormal' => 'عادي',
                        'roleAgent' => 'وكيل',
                        'roleAdvancedAgent' => 'وكالة متقدمة',
                        'accountScore' => '🥅 نقاط حسابك : {score}',
                        'panelUnavailableUseAnother' => '❌ هذه اللوحة غير متاحة. يُرجى الشراء من لوحة أخرى.',
                        'confirmError' => '❌ حدث خطأ أثناء التأكيد. يُرجى تنفيذ خطوات الدفع مجدداً',
                        'purchaseRestartProcess' => '❌ يُرجى تنفيذ خطوات الشراء مجدداً',
                        'creatingService' => '♻️ جارٍ إنشاء خدمتك...',
                        'purchaseRestartFromStart' => '❌ نفّذ خطوات الشراء من البداية مجدداً',
                        'firstPurchaseLabel' => '📌 أول عملية شراء للمستخدم',
                        'bulkPurchaseDisabled' => '❌ هذا القسم معطّل حالياً',
                        'bulkPurchaseMinBalance' => '❌ للشراء الجماعي يجب أن يكون لديك رصيد لا يقل عن {PaySetting} تومان.',
                        'depositAmountRange' => '❌ يجب أن يكون الحد الأدنى لمبلغ الإيداع لطريقة الدفع هذه {mainbalance} والحد الأقصى {maxbalance} تومان',
                        'depositAmountRangePlisio' => '❌ يجب أن يكون الحد الأدنى لمبلغ الإيداع لطريقة الدفع هذه {mainbalance} والحد الأقصى {maxbalance} تومان',
                        'bankCardRetrieveError' => '❌ حدث خطأ داخلي أثناء استرجاع البطاقة البنكية. يُرجى المحاولة لاحقاً.',
                        'noActiveBankCard' => '❌ لم يتم العثور على بطاقة بنكية مفعّلة لطريقة الدفع هذه. يُرجى المحاولة لاحقاً أو التواصل مع الدعم.',
                        'receiptCooldown' => '❗ لقد أرسلت إيصالاً في آخر دقيقتين. يُرجى إرسال إيصال جديد بعد دقيقتين.',
                        'transactionAlreadyConfirmed' => '❗️ تمت الموافقة على معاملتك من قِبل البوت.',
                        'transactionExpired' => '❗انتهى وقت هذه المعاملة ولا يمكن الدفع لهذه المعاملة.',
                        'sendReceiptImage' => '🖼 أرسل صورة إيصالك',
                        'sendReceiptOrTronLink' => '📌 أرسل صورة إيداعك أو رابط معاملة Tron.',
                        'purchaseOrPaymentRestart' => '❌ حدث خطأ. يُرجى تنفيذ خطوات الشراء أو الدفع مجدداً',
                        'infoFetchErrorRestart' => '❌ حدث خطأ أثناء استرجاع المعلومات. يُرجى تنفيذ الخطوات من البداية',
                        'onlyOneImageAllowed' => '❌  مسموح لك بإرسال صورة واحدة فقط',
                        'receiptSentRenewPending' => '🚀 تم إرسال إيصالك وسيتم تجديد خدمتك بعد المراجعة',
                        'receiptSentExtraVolumePending' => '🚀 تم إرسال إيصالك وسيتم إضافة حجم إلى خدمتك بعد المراجعة.',
                        'receiptSentExtraTimePending' => '🚀 تم إرسال إيصالك وسيتم إضافة وقت إلى خدمتك بعد المراجعة',
                        'sectionDisabledNow' => '📛 هذا القسم معطّل حالياً',
                        'notAffiliateOfAnyone' => '📛 أنت لست إحالة لأي مستخدم.',
                        'affiliateJoinedGift' => '🎉 انضم شخص عبر إحالتك! تم إيداع الهدية في حسابك.',
                        'affiliateJoinGiftActivated' => '🎉 تم تفعيل هدية العضوية لك!',
                        'noPurchaseUsersOnly' => '❌ للأسف، هذا الخيار مفعّل فقط للمستخدمين الذين لم يقوموا بأي عملية شراء من البوت.',
                        'gameResultError' => '❌ حدث خطأ أثناء الحصول على نتيجة اللعبة. حاول لاحقًا مرة أخرى.',
                        'priceFetchError' => '❌ لا يمكن الحصول على السعر في الوقت الحالي. يُرجى المحاولة لاحقاً.',
                        'genericErrorRestart' => '❌ حدث خطأ. نفّذ الخطوات من البداية',
                ],
        ],
        'hardcoded' => [
                'accountCreateReportAdmin' => '📣 تم تسجيل تفاصيل إنشاء الحساب في بوتك .

%s
▫️المعرف الرقمي للمستخدم : <code>%s</code>
▫️اسم مستخدم المستخدم :@%s
▫️اسم مستخدم الإعدادات :%s
▫️اسم المستخدم : %s
▫️موقع الخدمة : %s
▫️اسم المنتج :%s
▫️الوقت المُشترى :%s يوم
▫️الحجم المُشترى : %s GB
▫️الرصيد قبل الشراء : %s تومان
▫️الرصيد بعد الشراء : %s تومان
▫️رمز التتبّع: %s
▫️نوع المستخدم : %s
▫️رقم هاتف المستخدم : %s
▫️تصنيف المنتج : %s
▫️سعر المنتج : %s تومان
▫️السعر النهائي : %s تومان
▫️وقت الشراء : %s',
                'accountCreateReportAfterPay' => '📣 تم تسجيل تفاصيل إنشاء الحساب في البوت بعد الدفع .

%s
▫️المعرف الرقمي للمستخدم : <code>%s</code>
▫️اسم مستخدم المستخدم :@%s
▫️اسم مستخدم الإعدادات :%s
▫️موقع الخدمة : %s
▫️الوقت المُشترى :%s يوم
▫️اسم المنتج المُشترى :%s
▫️الحجم المُشترى : %s GB
▫️الرصيد قبل الشراء : %s تومان
▫️الرصيد بعد الشراء : %s تومان
▫️رمز التتبّع: %s
▫️نوع المستخدم : %s
▫️رقم هاتف المستخدم : %s
▫️سعر المنتج : %s تومان
▫️السعر النهائي : %s تومان
▫️وقت الشراء : %s',
                'accountCreateReportMiniapp' => '📣 تم تسجيل تفاصيل إنشاء الحساب في التطبيق المصغّر .
        
%s
▫️المعرف الرقمي للمستخدم : <code>%s</code>
▫️اسم مستخدم المستخدم :@%s
▫️اسم مستخدم الإعدادات :%s
▫️موقع الخدمة : %s
▫️اسم المنتج :%s
▫️الوقت المُشترى :%s يوم
▫️الحجم المُشترى : %s GB
▫️الرصيد قبل الشراء : %s تومان
▫️الرصيد بعد الشراء : %s تومان
▫️رمز التتبّع: %s
▫️نوع المستخدم : %s
▫️رقم هاتف المستخدم : %s
▫️تصنيف المنتج : %s
▫️سعر المنتج : %s تومان
▫️وقت الشراء : %s',
                'accountInfoText' => '
🗂 معلومات حسابك :


🪪 معرف المستخدم: <code>%s</code>
👤 الاسم: <code>%s</code>
👨‍👩‍👦 كود الإحالة الخاص بك : <code>%s</code>
📱 رقم التواصل :%s
⌚️وقت التسجيل : %s
💰 الرصيد: %s تومان
🛒 عدد الخدمات المُشتراة : %s
📑 عدد الفواتير المدفوعة :  : %s
🤝 عدد إحالاتك : %s شخص
🔖 مجموعة المستخدم : %s
%s
%s

📆 %s → ⏰ %s
                    
',
                'accountNotVerifiedNotice' => '⚠️ حسابك غير موثّق. تم إرسال رسالتك إلى المشرف.
    للمتابعة بشكل أسرع، يمكنك مراسلة المعرف أدناه
    @%s',
                'accountUnblockedNotice' => '✳️ تم رفع الحظر عن حسابك ✳️
يمكنك الآن استخدام البوت ✔️',
                'accountVerifiedNotice' => '💎 عزيزي المستخدم، تم توثيق حسابك بنجاح ويمكنك الآن إتمام عملية الشراء',
                'accountVerifiedSuccess' => 'تم توثيق حسابك بنجاح',
                'adminUserDeletedService' => 'عزيزي المشرف، قام مستخدم بحذف خدمته بعد انتهاء حجمها أو وقتها
اسم مستخدم الإعدادات : %s',
                'affiliateCommissionPaidLog' => '
تم إيداع مبلغ %s للمستخدم %s كعمولة من المستخدم %s 
الوقت : %s',
                'affiliateCommissionPaidLog2' => '
تم إيداع مبلغ %s للمستخدم %s كعمولة من المستخدم %s 
الوقت : %s',
                'affiliateCommissionPaidLogFn' => '
تم إيداع مبلغ %s للمستخدم %s كعمولة من المستخدم %s 
الوقت : %s',
                'affiliateCommissionPaidLogFn2' => '
تم إيداع مبلغ %s للمستخدم %s كعمولة من المستخدم %s 
الوقت : %s',
                'affiliateCommissionPaidLogMiniapp' => '
    تم إيداع مبلغ %s للمستخدم %s كعمولة من المستخدم %s 
    الوقت : %s',
                'affiliateCommissionPaidLogMiniapp2' => '
تم إيداع مبلغ %s للمستخدم %s كعمولة من المستخدم %s 
الوقت : %s',
                'affiliateCommissionPaidUser' => '🎁  دفع العمولة 
        
        تم إيداع مبلغ %s تومان في محفظتك من إحالتك',
                'affiliateCommissionPaidUser2' => '🎁  دفع العمولة 
        
        تم إيداع مبلغ %s تومان في محفظتك من إحالتك',
                'affiliateCommissionPaidUserFn' => '🎁  دفع العمولة 
        
        تم إيداع مبلغ %s تومان في محفظتك من إحالتك',
                'affiliateCommissionPaidUserFn2' => '🎁  دفع العمولة 
        
        تم إيداع مبلغ %s تومان في محفظتك من إحالتك',
                'affiliateCommissionPaidUserMiniapp' => '🎁  دفع العمولة 
            
            تم إيداع مبلغ %s تومان في محفظتك من إحالتك',
                'affiliateCommissionPaidUserMiniapp2' => '🎁  دفع العمولة 
        
        تم إيداع مبلغ %s تومان في محفظتك من إحالتك',
                'affiliateNewReferralJoined' => '<b>🎉 إحالة جديدة!</b>
المستخدم <b>@%s</b> انضم إلى البوت عبر رابط دعوتك ✅

مع مشتريات هذا المستخدم، سيتم إيداع <b>حصة هديتك</b> في حسابك 🔥',
                'affiliateWelcomeGiftInfo' => '<b>💼 جمع الإحالات وهدية الترحيب</b>

بدعوة الأصدقاء عبر <b>رابطك المخصص</b>، يتم شحن محفظتك دون دفع ولو 1 ريال، وتستخدم خدمات البوت!

%s
%s

<b>📊 إحصائياتك:</b>
• 👥 الإحالات: %s شخص
• 🛒 المشتريات: %s
• 💵 إجمالي المشتريات: %s تومان

<b>📢 ادعُ، احصل على هدية، انمُ!</b>
',
                'affiliateWelcomeInvited' => '<b>🎉 مرحباً بك!</b>

انضممت إلى البوت عبر دعوة <b>@%s</b> وتم تسجيلك كإحالة ✅

لاستلام هدية العضوية:
🔘 اذهب إلى قائمة <b>جمع الإحالات</b>  
🔘 اضغط على زر <b>🎁 استلام هدية العضوية</b>

بهذه الطريقة، تحصل أنت ومُحيلك على هدية! 💰
',
                'agentExpiredGroupChangedLog' => '📌 تم تغيير مجموعة المستخدم إلى f بسبب انتهاء الوكالة

المعرف الرقمي للمستخدم :  %s
اسم مستخدم المستخدم :‌ %s',
                'agentExpiredNotice' => '📌 عزيزي الوكيل، انتهت فترة وكالتك وتم إخراج حسابك من حالة الوكالة. لإعادة تفعيل وكالتك، يمكنك التواصل مع الدعم.',
                'amountRangeError' => '❌ خطأ 
💬 يجب أن يكون المبلغ %s تومان على الأقل و %s تومان كحد أقصى',
                'aqayePardakhtLinkError' => '⭕️ خطأ في إنشاء رابط Aghaye Pardakht
✍️ سبب الخطأ : %s
            
معرف المستخدم : %s
اسم مستخدم المستخدم : @%s',
                'autoConfirmedByBot' => 'تمت الموافقة من قِبل البوت دون مراجعة',
                'backupDatabaseCaption' => '📌 تصدير قاعدة بيانات البوت الرئيسي ',
                'balanceAddedNotice' => '💎 عزيزي المستخدم، تمت إضافة مبلغ %s تومان إلى رصيد محفظتك.',
                'balanceChargedThanks' => '💎 عزيزي المستخدم، تم إيداع مبلغ %s تومان في محفظتك. شكراً لدفعتك.
                
🛒 رمز التتبّع الخاص بك: %s',
                'balanceDeductedNotice' => '❌ عزيزي المستخدم، تم خصم مبلغ %s تومان من رصيد محفظتك.',
                'balanceLessThanPrice' => 'الرصيد أقل من سعر المنتج',
                'botActivatedTelegramUrl' => 'https://api.telegram.org/bot%s/sendmessage?chat_id=%s&text=✅ عزيزي المستخدم، تم تثبيت بوتك بنجاح.',
                'bulkAccountCreateError' => '
⭕️ خطأ في إنشاء الحساب في القسم الجماعي
✍️ سبب الخطأ : 
%s
معرف المستخدم : %s
اسم مستخدم المستخدم : @%s
اسم اللوحة : %s',
                'bulkAccountReportAdmin' => '📣 تم تسجيل تفاصيل إنشاء الحساب الجماعي في بوتك .
▫️المعرف الرقمي للمستخدم : <code>%s</code>
▫️اسم مستخدم المستخدم :@%s
▫️اسم مستخدم الإعدادات :%s_0-%s
▫️اسم المستخدم : %s
▫️موقع الخدمة : %s
▫️اسم المنتج :%s
▫️الوقت المُشترى :%s يوم
▫️الحجم المُشترى : %s GB
▫️الرصيد قبل الشراء : %s تومان
▫️الرصيد بعد الشراء : %s تومان
▫️رمز التتبّع: %s
▫️نوع المستخدم : %s
▫️رقم هاتف المستخدم : %s
▫️سعر المنتج : %s تومان
▫️السعر النهائي : %s تومان
▫️عدد الإعدادات : %s
▫️وقت الشراء : %s',
                'bulkMessageDone' => '📌 تم تنفيذ العملية لجميع المستخدمين المطلوبين.',
                'bulkMessageProgress' => '✏️ عملية إرسال الرسالة قيد التنفيذ...

عدد الأشخاص المتبقين :  %s',
                'cardPaymentInstruction' => 'للدفع، أودِع المبلغ في رقم البطاقة أدناه',
                'changeLinkReportAdmin' => '📣 تم تسجيل تفاصيل تغيير الرابط في بوتك .
▫️المعرف الرقمي للمستخدم : <code>%s</code>
▫️اسم مستخدم المستخدم :@%s
▫️اسم مستخدم الإعدادات :%s
▫️اسم المستخدم : %s
▫️موقع الخدمة : %s
▫️نوع المستخدم : %s
▫️وقت تغيير الرابط : %s',
                'changeLocationConfirmPrompt' => '📍 بتأكيد نقل موقع الخدمة، سيتم حذف خدمتك من هذا الموقع ونقلها إلى الموقع الجديد.
💰 تكلفة النقل %s تومان
📌 حدك المتبقي : %s (الحد المجاني المتبقي :‌%s)

✅ لتأكيد النقل، اضغط على الزر أدناه',
                'changeLocationError' => 'خطأ أثناء تغيير موقع الخدمة
سبب الخطأ : 
%s
معرف المستخدم : %s
اسم مستخدم المستخدم : @%s
اسم اللوحة : %s
اسم اللوحة الوجهة : %s',
                'changeLocationReportAdmin' => '  
تغيير موقع الخدمة 

🔻المعرف الرقمي : <code>%s</code>
🔻اسم المستخدم : @%s
🔻اسم اللوحة القديمة : %s
🔻اسم اللوحة الجديدة : %s
🔻 اسم مستخدم العميل في اللوحة  :%s
🔻الحجم النهائي للخدمة : %s
🔻رصيد المستخدم : %s تومان',
                'changeLocationSuccess' => '✅ تم نقل إعداداتك إلى الخادم (%s) بنجاح.

🖥 اسم الخدمة : %s
💠 حجم الخدمة : %s
⏳ وقت الانتهاء :  %s | %s 


🔗 رابط اشتراكك: 

<code>%s</code>',
                'configCreateError' => '
⭕️ خطأ في إنشاء الإعدادات
✍️ سبب الخطأ : 
%s
معرف المستخدم : %s
اسم مستخدم المستخدم : @%s
اسم اللوحة : %s',
                'configCreateErrorAdminPanel' => '
خطأ في إنشاء الإعدادات من لوحة المشرف
✍️ سبب الخطأ: 
%s
معرف المشرف: %s
اسم اللوحة: %s',
                'confirmDisableConfigPrompt' => '📌 بتأكيد الخيار أدناه، سيتم إيقاف إعداداتك ولن تتمكن من الاتصال بها.
⚠️ إذا كنت تريد إعادة تفعيل الإعدادات، يجب الضغط على زر <u>💡 تشغيل الحساب</u> من قسم إدارة الخدمة',
                'confirmEnableConfigPrompt' => '📌 بتأكيد الخيار أدناه، سيتم تشغيل إعداداتك وستتمكن من الاتصال بها.
⚠️ إذا كنت تريد إلغاء تفعيل الإعدادات مجدداً، يجب الضغط على زر <u>❌ إيقاف الحساب</u> من قسم إدارة الخدمة',
                'confirmedByAdmin' => '✅ تمت الموافقة من قِبل المشرف',
                'cryptoPaymentInstruction' => '
<b>💲 لزيادة رصيد محفظتك عبر العملة الرقمية، اضغط على زر الدفع في نهاية الرسالة</b>

⚠️ ملاحظة:  وقت الدفع 30 دقيقة؛ بعد 30 دقيقة سيتم إلغاء المعاملة

🌐 بعض المواقع المحلية لشراء العملة الرقمية 👇
🔸 nikpardakht.com
🔹 webpurse.org
🔸 bitpin.ir
🔹 sarmayex.com
🔸 ok-ex.io
🔹 nobitex.ir
🔸 bitbarg.com
🔹 cafearz.com
🔸 pay98.app
🔢 رقم الفاتورة : %s
💰 مبلغ الفاتورة : %s تومان
📊 سعر الدولار: %s تومان حتى هذه اللحظة

استخدم الزر أدناه للدفع👇🏻',
                'cryptoPaymentInstruction2' => '
<b>💲 لزيادة رصيد محفظتك عبر العملة الرقمية، اضغط على زر الدفع في نهاية الرسالة</b>

⚠️ ملاحظة:  وقت الدفع 30 دقيقة؛ بعد 30 دقيقة سيتم إلغاء المعاملة

🌐 بعض المواقع المحلية لشراء العملة الرقمية 👇
🔸 nikpardakht.com
🔹 webpurse.org
🔸 bitpin.ir
🔹 sarmayex.com
🔸 ok-ex.io
🔹 nobitex.ir
🔸 bitbarg.com
🔹 cafearz.com
🔸 pay98.app
🔢 رقم الفاتورة : %s
💰 مبلغ الفاتورة : %s تومان
📊 سعر الدولار: %s تومان حتى هذه اللحظة


<blockquote>⚠️ بعد الدفع، في حال إيداع مبلغ المعاملة بشكل صحيح، سيتم شحن رصيدك تلقائياً خلال 15 دقيقة كحد أقصى.</blockquote>


استخدم الزر أدناه للدفع👇🏻',
                'cryptoPaymentLinkErrorAdmin' => '
                        ⭕️ حاول مستخدم الدفع عبر بوابة العملة، لكن إنشاء رابط الدفع واجه خطأً ولم يُعطَ رابط للمستخدم
✍️ سبب الخطأ : %s
            
معرف المستخدم : %s
اسم مستخدم المستخدم : @%s',
                'cryptoPaymentLinkErrorAdmin2' => '
                        ⭕️ حاول مستخدم الدفع عبر بوابة العملة، لكن إنشاء رابط الدفع واجه خطأً ولم يُعطَ رابط للمستخدم
✍️ سبب الخطأ : %s
            
معرف المستخدم : %s
اسم مستخدم المستخدم : @%s',
                'customServiceLabel' => '⚙️ خدمة مخصصة',
                'customTimePrompt' => '⌛️ اختر وقت خدمتك 
📌 تعرفة كل يوم  : %s  تومان
⚠️ يمكنك الحصول على %s يوم كحد أدنى و %s يوم كحد أقصى',
                'customTimePrompt2' => '⌛️ اختر وقت خدمتك 
📌 تعرفة كل يوم  : %s  تومان
⚠️ يمكنك الحصول على %s يوم كحد أدنى و %s يوم كحد أقصى',
                'customUsernameLabel' => 'اسم مستخدم مخصص',
                'customUsernameRandomLabel' => 'اسم مستخدم مخصص + رقم عشوائي',
                'customVolumePrompt' => '📌 أرسل الحجم المطلوب.
🔔سعر كل غيغابايت من الحجم هو %s تومان.
🔔 الحد الأدنى للحجم هو %s غيغابايت والحد الأقصى %s غيغابايت.',
                'customVolumePrompt2' => '📌 أرسل الحجم المطلوب.
🔔سعر كل غيغابايت من الحجم هو %s تومان.
🔔 الحد الأدنى للحجم هو %s غيغابايت والحد الأقصى %s غيغابايت.',
                'customVolumePrompt3' => '📌 أرسل الحجم المطلوب.
🔔سعر كل غيغابايت من الحجم هو %s تومان.
🔔 الحد الأدنى للحجم هو %s غيغابايت والحد الأقصى %s غيغابايت.',
                'customVolumePrompt4' => '📌 أرسل الحجم المطلوب.
🔔سعر كل غيغابايت من الحجم هو %s تومان.
🔔 الحد الأدنى للحجم هو %s غيغابايت والحد الأقصى %s غيغابايت.',
                'customVolumePrompt5' => '📌 أرسل الحجم المطلوب.
🔔سعر كل غيغابايت من الحجم هو %s تومان.
🔔 الحد الأدنى للحجم هو %s غيغابايت والحد الأقصى %s غيغابايت.',
                'dailyBotReport' => '📌 تقرير الأداء اليومي للبوت :

🧲 عدد التجديدات اليوم : %s
💰 إجمالي التجديدات اليوم : %s تومان
🛍 عدد الطلبات اليوم : %s
🛍 إجمالي مبلغ الطلبات اليوم : %s تومان
🔑 الحسابات التجريبية اليوم : %s
🔋 إجمالي الحجم المباع : %s غيغابايت
عدد المستخدمين الذين انضموا للبوت اليوم : %s شخص

',
                'dailyPanelReportRow' => '
اسم اللوحة : %s
🛍 عدد الطلبات اليوم : %s
🛍 إجمالي مبلغ الطلبات اليوم : %s تومان
🔋 إجمالي الحجم المباع : %s غيغابايت
---------------

',
                'dailyPanelsReportTitle' => 'تقرير اللوحات :

',
                'dailyTopAgentRow' => '
المعرف الرقمي للمستخدم : %s
اسم مستخدم المستخدم : %s
إجمالي الشراء اليوم : %s
---------------

',
                'dailyTopAgentsTitle' => 'قائمة الوكلاء الذين قاموا بأكبر عدد من المشتريات اليوم :

',
                'debtPaymentRequired' => '❌ لديك دين؛ يجب أن تدفع %s تومان على الأقل.
         أرسل مبلغك مجدداً',
                'deleteServiceRequestAdmin' => 'مرحباً أيها المشرف 👋
        
📌 تم إرسال طلب حذف خدمة إليك من قِبل مستخدم. يُرجى مراجعته، وفي حال كان صحيحاً وموافقتك، قم بتأكيده. 
        
        
📊 معلومات خدمة المستخدم :
المعرف الرقمي للمستخدم : %s
اسم مستخدم المستخدم : @%s
اسم مستخدم الإعدادات : %s
حالة الخدمة : %s
موقع الخدمة : %s
رمز الخدمة:%s

🟢 آخر وقت اتصال لك : %s

📥 الحجم المستهلك : %s
♾ حجم الخدمة : %s
🪫 الحجم المتبقي : %s
📅 نشط حتى تاريخ : %s (%s)


<b>❌ عزيزي المشرف، لاحظ أن زر حذف الخدمة الذي تضغطه يُحتسب تلقائياً من قِبل البوت وهناك احتمال للخطأ؛ يُنصح باستخدام الحذف اليدوي</b>

سبب حذف الخدمة : %s',
                'discountCodeUsedAdmin' => '⭕️ مستخدم باسم المستخدم @%s  والمعرف الرقمي %s استخدم كود الخصم %s.',
                'discountCodeUsedAdminFn' => '⭕️ مستخدم باسم المستخدم @%s  والمعرف الرقمي %s استخدم كود الخصم %s.',
                'disruptionReportAdmin' => '
    ⚠️ قام مستخدم بالمعلومات التالية بتقديم تقرير عطل في الخدمة .

- اسم المستخدم : @%s
- المعرف الرقمي : %s
- اسم مستخدم الإعدادات : %s
- اسم الخطة المُشتراة : %s
- موقع الخدمة : %s
- وصف العطل : %s',
                'disruptionReportConfirmPrompt' => '❓ هل أنت متأكد من إرسال تقرير العطل

🔹 قبل إرسال تقرير، شاهد شروحات الاتصال. ( /help )',
                'disruptionReportPrompt' => '❓ اكتب سبب عطلك

🔹 قبل إرسال تقرير، شاهد شروحات الاتصال. ( /help )',
                'enterAmountToman' => '💸 أدخل المبلغ بالتومان:
✅  الحد الأدنى للمبلغ %s والحد الأقصى %s تومان',
                'extraTimeError' => 'خطأ في شراء حجم إضافي
اسم اللوحة : %s
اسم مستخدم الخدمة : %s
سبب الخطأ : %s',
                'extraTimeErrorFn' => 'خطأ في شراء حجم إضافي
اسم اللوحة : %s
اسم مستخدم الخدمة : %s
سبب الخطأ : %s',
                'extraTimeInvoiceCreated' => '📜 تم إنشاء فاتورة شراء وقت إضافي لك.
        
📌 تعرفة كل يوم للوقت الإضافي : %s تومان
📆 عدد الأيام الإضافية المطلوبة : %s يوم
💰 مبلغ فاتورتك : %s تومان
        
✅ للدفع وإضافة الوقت، اضغط على الزر أدناه',
                'extraTimePrompt' => '📆 أدخل عدد الأيام الإضافية المطلوب ( بالأيام ) :
        
📌 تعرفة كل يوم:  %s',
                'extraTimeReportAdmin' => '⭕️ قام مستخدم بشراء وقت إضافي
        
معلومات المستخدم : 
🪪 المعرف الرقمي : %s
🛍 الوقت المُشترى  : %s يوم
💰 المبلغ المدفوع : %s تومان
👤 اسم مستخدم الإعدادات : %s',
                'extraTimeReportAdminFn' => '⭕️ قام مستخدم بشراء وقت إضافي
        
معلومات المستخدم : 
🪪 المعرف الرقمي : %s
🛍 الوقت المُشترى  : %s يوم
💰 المبلغ المدفوع : %s تومان
👤 اسم مستخدم الإعدادات %s',
                'extraTimeSuccess' => '✅ تمت إضافة الوقت إلى خدمتك بنجاح
 
▫️اسم الخدمة : %s
▫️الوقت المُضاف : %s يوم

▫️مبلغ إضافة الوقت : %s تومان',
                'extraTimeSuccessFn' => '✅ تمت إضافة الوقت إلى خدمتك بنجاح
 
▫️اسم الخدمة : %s
▫️الوقت المُضاف : %s يوم

▫️مبلغ إضافة الوقت : %s تومان',
                'extraVolumeError' => 'خطأ في شراء حجم إضافي
اسم اللوحة : %s
اسم مستخدم الخدمة : %s
سبب الخطأ : %s',
                'extraVolumeError2' => 'خطأ في شراء حجم إضافي
اسم اللوحة : %s
اسم مستخدم الخدمة : %s
سبب الخطأ : %s',
                'extraVolumeErrorFn' => 'خطأ في شراء حجم إضافي
اسم اللوحة : %s
اسم مستخدم الخدمة : %s
سبب الخطأ : %s',
                'extraVolumeInvoiceCreated' => '📜 تم إنشاء فاتورة شراء حجم إضافي لك.
        
📌 تعرفة كل غيغابايت من الحجم الإضافي : %s تومان
🔋 الحجم الإضافي المطلوب : %s غيغابايت
💰 مبلغ فاتورتك : %s تومان
        
✅ للدفع وإضافة الحجم، اضغط على الزر أدناه',
                'extraVolumePrompt' => ' ⭕️ أرسل مقدار الحجم الذي تريد شراءه.
❌ أرسل المبلغ بالإنجليزية.
        ⚠️ كل غيغابايت من الحجم الإضافي %s تومان.',
                'extraVolumeReportAdmin' => '⭕️ قام مستخدم بشراء حجم إضافي
        
معلومات المستخدم : 
🪪 المعرف الرقمي : %s
🛍 الحجم المُشترى  : %s غيغا
💰 المبلغ المدفوع : %s تومان
👤 اسم مستخدم الإعدادات : %s
رصيد المستخدم قبل الشراء : %s

',
                'extraVolumeReportAdminFn' => '⭕️ قام مستخدم بشراء حجم إضافي
        
معلومات المستخدم : 
🪪 المعرف الرقمي : %s
🛍 الحجم المُشترى  : %s غيغا
💰 المبلغ المدفوع : %s تومان
👤 اسم مستخدم الإعدادات %s
رصيد المستخدم قبل الشراء : %s

',
                'extraVolumeSuccess' => '✅ تمت إضافة الحجم إلى خدمتك بنجاح
 
▫️اسم الخدمة  : %s
▫️الحجم المُضاف : %s غيغا

▫️مبلغ إضافة الحجم : %s تومان',
                'extraVolumeSuccessFn' => '✅ تمت إضافة الحجم إلى خدمتك بنجاح
 
▫️اسم الخدمة  : %s
▫️الحجم المُضاف : %s غيغا

▫️مبلغ إضافة الحجم : %s تومان',
                'firstPurchaseLabel' => '📌 أول عملية شراء للمستخدم',
                'gatewayPerfectMoney' => 'Perfect Money',
                'gatewayRialName1' => 'الدفع بالعملة بالريال',
                'gatewayRialName2' => 'الدفع بالعملة بالريال الثانية',
                'getConfigHint' => '📌 للحصول على الإعدادات، اضغط على زر الحصول على الإعدادات',
                'giftDepositNotice' => '🎁 عزيزي المستخدم، تم إيداع مبلغ %s تومان في حسابك كهدية.',
                'giftOperationDone' => '📌 تم تنفيذ العملية لجميع الخدمات المطلوبة.',
                'giftVolumeAddError' => 'خطأ في إضافة حجم الهدية
اسم اللوحة : %s
اسم مستخدم الخدمة : %s
سبب الخطأ : %s',
                'giftVolumeAddError2' => 'خطأ في إضافة حجم الهدية
اسم اللوحة : %s
اسم مستخدم الخدمة : %s
سبب الخطأ : %s',
                'invalidTimeRestart' => 'الوقت غير صالح. نفّذ الشراء من البداية',
                'invalidVolumeRestart' => 'الحجم غير صالح. نفّذ الشراء من البداية',
                'invoiceExpiredNotice' => '⭕️ عزيزي المستخدم، انتهت صلاحية الفاتورة أدناه بسبب عدم الدفع خلال الوقت المحدد .
❗️يُرجى عدم دفع أي مبلغ لهذه الفاتورة بأي حال من الأحوال وإنشاء فاتورة جديدة .

🛒 طريقة الدفع الخاصة بك : %s
📌 رمز الفاتورة : <code>%s</code>
🪙 مبلغ الفاتورة :  %s تومان',
                'iranpayGiftDepositNotice' => '🎁 عزيزي المستخدم، تم إيداع مبلغ %s تومان في حسابك كهدية.',
                'iranpayNewPaymentLog' => '💵 دفعة جديدة
- 👤 اسم مستخدم المستخدم : @%s
- 🆔المعرف الرقمي للمستخدم : %s
- 💸 مبلغ المعاملة %s
- 💳 طريقة الدفع :  العملة بالريال الثالثة',
                'lotteryAdminReport' => '📌 عزيزي المشرف، فاز المستخدمون أدناه في القرعة وتم شحن حساباتهم.

',
                'lotteryWinnerNotice' => '🎁 نتيجة القرعة 

😎 عزيزي المستخدم، تهانينا! أنت الشخص %s وفزت بـ %s تومان رصيداً، وتم شحن حسابك.',
                'lotteryWinnerRow' => '
اسم المستخدم : @%s
المعرف الرقمي : %s
المبلغ : %s
الشخص : %s
--------------',
                'membershipGiftAlreadyClaimed' => '<b>⛔ لقد استلمت هدية العضوية مسبقاً.</b>
هذه الهدية يمكن تفعيلها <b>مرة واحدة</b> فقط.',
                'membershipGiftInfo' => '<b>🎁 هدية العضوية:</b>
• 🎉 إجمالي الهدية: %s تومان  
• 🔻 50% لك (المُحيل)  
• 🔻 50% للإحالة (المستخدم الجديد)

',
                'membershipGiftPaidLog' => '🎁 دفع هدية العضوية
 -المعرف الرقمي : %s
 - اسم المستخدم : @%s
 - المعرف الرقمي للمُحيل : %s
 - رصيد الإحالة قبل الهدية : %s
 - رصيد الإحالة بعد الهدية : %s
  - رصيد المُحيل قبل الهدية : %s
 - رصيد المُحيل بعد الهدية : %s
 ',
                'messageFromAdmin' => '
📩 تم إرسال رسالة إليك من الإدارة.
                    
نص الرسالة: 
%s',
                'newPaymentAdmin' => '💵 دفعة جديدة
                
المعرف الرقمي للمستخدم : %s
مبلغ المعاملة : %s 
طريقة الدفع : بوابة العملة بالريال الأولى',
                'newPaymentAutoConfirm' => '💵 دفعة جديدة
        
المعرف الرقمي للمستخدم : %s
مبلغ المعاملة %s
طريقة الدفع :  التأكيد التلقائي دون مراجعة
%s',
                'newPaymentBalanceCharge' => '
⭕️ تمت دفعة جديدة .
زيادة الرصيد            
👤 اسم حساب المستخدم : %s
👤 معرف المستخدم:  <a href = "tg://user?id=%s">%s</a>
💸 الرصيد الحالي للمستخدم : %s تومان
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💵 إجمالي عدد مدفوعات المستخدم : %s
💸 المبلغ المدفوع: %s تومان
                
الوصف: %s %s
✍️ في حال صحة الإيصال، قم بتأكيد الدفع.',
                'newPaymentBalanceCharge2' => '
⭕️ تمت دفعة جديدة .
زيادة الرصيد            
👤 اسم حساب المستخدم : %s
👤 معرف المستخدم:  <a href = "tg://user?id=%s">%s</a>
💸 الرصيد الحالي للمستخدم : %s تومان
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💸 المبلغ المدفوع: %s تومان
                
✍️ في حال صحة الإيصال، قم بتأكيد الدفع.',
                'newPaymentBalanceChargeFn' => '⭕️ تمت دفعة جديدة
        زيادة الرصيد.
👤 معرف المستخدم: <code>%s</code>
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💸 المبلغ المدفوع: %s تومان
💎 الرصيد قبل الزيادة : %s
✍️ الوصف : %s',
                'newPaymentExtraTime' => '
⭕️ تمت دفعة جديدة .

⭕️⭕️⭕️⭕️⭕️
شراء وقت إضافي
اسم مستخدم الخدمة : %s
عدد الأيام المُشتراة  : %s
👤 اسم حساب المستخدم : %s
👤 معرف المستخدم:  <a href = "tg://user?id=%s">%s</a>
💸 الرصيد الحالي للمستخدم : %s تومان
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💵 إجمالي عدد مدفوعات المستخدم : %s
💸 المبلغ المدفوع: %s تومان
                
الوصف: %s %s
✍️ في حال صحة الإيصال، قم بتأكيد الدفع.',
                'newPaymentExtraTime2' => '
⭕️ تمت دفعة جديدة .

⭕️⭕️⭕️⭕️⭕️
شراء وقت إضافي
اسم مستخدم الخدمة : %s
عدد الأيام المُشتراة  : %s
👤 اسم حساب المستخدم : %s
👤 معرف المستخدم:  <a href = "tg://user?id=%s">%s</a>
💸 الرصيد الحالي للمستخدم : %s تومان
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💸 المبلغ المدفوع: %s تومان
                
✍️ في حال صحة الإيصال، قم بتأكيد الدفع.',
                'newPaymentExtraVolume' => '
⭕️ تمت دفعة جديدة .

⭕️⭕️⭕️⭕️⭕️
شراء حجم إضافي
اسم مستخدم الخدمة : %s
الحجم المُشترى  : %s
👤 اسم حساب المستخدم : %s
👤 معرف المستخدم:  <a href = "tg://user?id=%s">%s</a>
💸 الرصيد الحالي للمستخدم : %s تومان
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💵 إجمالي عدد مدفوعات المستخدم : %s
💸 المبلغ المدفوع: %s تومان
                
الوصف: %s %s
✍️ في حال صحة الإيصال، قم بتأكيد الدفع.',
                'newPaymentExtraVolume2' => '
⭕️ تمت دفعة جديدة .

⭕️⭕️⭕️⭕️⭕️
شراء حجم إضافي
اسم مستخدم الخدمة : %s
الحجم المُشترى  : %s
👤 اسم حساب المستخدم : %s
👤 معرف المستخدم:  <a href = "tg://user?id=%s">%s</a>
💸 الرصيد الحالي للمستخدم : %s تومان
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💸 المبلغ المدفوع: %s تومان
                
✍️ في حال صحة الإيصال، قم بتأكيد الدفع.',
                'newPaymentNewService' => '
⭕️ تمت دفعة جديدة .

⭕️⭕️⭕️⭕️⭕️
شراء خدمة جديدة

اسم مستخدم الخدمة : %s
اسم المنتج : %s
حجم المنتج : %s غيغا 
وقت المنتج : %s يوم
👤 اسم حساب المستخدم : %s
👤 معرف المستخدم:  <a href = "tg://user?id=%s">%s</a>
💸 الرصيد الحالي للمستخدم : %s تومان
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💵 إجمالي عدد مدفوعات المستخدم : %s
💸 المبلغ المدفوع: %s تومان
                
الوصف: %s %s
✍️ في حال صحة الإيصال، قم بتأكيد الدفع.',
                'newPaymentNewService2' => '
⭕️ تمت دفعة جديدة .

⭕️⭕️⭕️⭕️⭕️
شراء خدمة جديدة

اسم مستخدم الخدمة : %s
اسم المنتج : %s
حجم المنتج : %s غيغا 
وقت المنتج : %s يوم
👤 اسم حساب المستخدم : %s
👤 معرف المستخدم:  <a href = "tg://user?id=%s">%s</a>
💸 الرصيد الحالي للمستخدم : %s تومان
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💸 المبلغ المدفوع: %s تومان
                
✍️ في حال صحة الإيصال، قم بتأكيد الدفع.',
                'newPaymentRenew' => '
⭕️ تمت دفعة جديدة .

⭕️⭕️⭕️⭕️⭕️
تجديد
اسم مستخدم الخدمة : %s
اسم المنتج : %s
👤 اسم حساب المستخدم : %s
👤 معرف المستخدم:  <a href = "tg://user?id=%s">%s</a>
💸 الرصيد الحالي للمستخدم : %s تومان
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💵 إجمالي عدد مدفوعات المستخدم : %s
💸 المبلغ المدفوع: %s تومان
                
الوصف: %s %s
✍️ في حال صحة الإيصال، قم بتأكيد الدفع.',
                'newPaymentRenew2' => '
⭕️ تمت دفعة جديدة .

⭕️⭕️⭕️⭕️⭕️
تجديد
اسم مستخدم الخدمة : %s
اسم المنتج : %s
👤 اسم حساب المستخدم : %s
👤 معرف المستخدم:  <a href = "tg://user?id=%s">%s</a>
💸 الرصيد الحالي للمستخدم : %s تومان
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💸 المبلغ المدفوع: %s تومان
                
✍️ في حال صحة الإيصال، قم بتأكيد الدفع.',
                'nodeDownNotice' => '🚨 عزيزي المشرف، النود باسم %s غير متصل.
حالة النود : %s
✍️ سبب الخطأ : <code> %s</code>',
                'notConnectedLabel' => 'لم يتم الاتصال',
                'notifDeleteCronInfo' => '📌 إشعار كرون الحذف

اسم مستخدم الخدمة :‌ <code>%s</code>
حالة الخدمة : %s
عدد الأيام المتبقية ‌:‌%s
الحجم المتبقي : %s',
                'notifGreeting' => 'مرحباً عزيزي المستخدم 👋

',
                'notifGreeting2' => 'مرحباً عزيزي المستخدم 👋

',
                'notifRemainingDays' => 'عدد الأيام المتبقية ‌:‌%s',
                'notifRemainingVolume' => 'الحجم المتبقي : %s',
                'notifServiceDeleted' => '📌 عزيزي المستخدم، بسبب عدم التجديد، تم حذف الخدمة %s من قائمة خدماتك

🌟 للحصول على خدمة جديدة، باشر من قسم شراء الخدمة',
                'notifServiceDeleted2' => '📌 عزيزي المستخدم، بسبب عدم التجديد، تم حذف الخدمة %s من قائمة خدماتك

🌟 للحصول على خدمة جديدة، باشر من قسم شراء الخدمة',
                'notifServiceStatus' => 'حالة الخدمة : %s

',
                'notifServiceStatus2' => 'حالة الخدمة : %s

',
                'notifServiceUsername' => 'اسم مستخدم الخدمة :‌ <code>%s</code>

',
                'notifServiceUsername2' => 'اسم مستخدم الخدمة :‌ <code>%s</code>

',
                'notifThanks' => 'شكراً لمرافقتك لنا',
                'notifTimeActionHint' => 'إذا كنت ترغب في تجديد هذه الخدمة، يُرجى المتابعة عبر قسم «%s». ',
                'notifTimeCronTitle' => '📌 إشعار كرون الوقت


',
                'notifTimeRemaining' => '📌 لم يتبقَّ سوى %s يوم لاستخدام الخدمة %s. ',
                'notifVolumeActionHint' => 'يُرجى، إذا رغبت، المتابعة لشراء حجم إضافي أو تجديد خدمتك عبر قسم «%s»',
                'notifVolumeCronTitle' => '📌 إشعار كرون الحجم


',
                'notifVolumeDeleteCronInfo' => '📌  إشعار كرون حذف الحجم 
اسم مستخدم الخدمة : %s 
 حالة الخدمة : %s 
عدد الأيام المتبقية :%s 
 الحجم المتبقي : %s
آخر اتصال للمستخدم : %s',
                'notifVolumeRemaining' => '🚨 لم يتبقَّ سوى %s من حجم الخدمة %s. ',
                'offlineLabel' => 'غير متصل',
                'onHoldReminderNotice' => 'مرحباً! 🌐

لاحظنا أنك لم تتصل بعد بإعداداتك باسم المستخدم %s، وقد مرّ أكثر من %s يوم على تفعيلها. إذا كان لديك أي مشكلة في إعداد أو استخدام الخدمة، يُرجى التواصل مع فريق الدعم عبر المعرف أدناه لنساعدك.
نحن مستعدون لحل أي سؤال أو مشكلة! 📞

حساب الدعم : @%s',
                'onlineLabel' => 'متصل',
                'panelDownNotice' => '🚨 عزيزي المشرف، اللوحة باسم <code>%s</code> غير متصلة.',
                'paymentConfirmedExtraTime' => '✅ تم تأكيد الدفع
🔋 شراء وقت إضافي
🛍 الوقت المُشترى  : %s يوم
👤 اسم مستخدم الإعدادات %s
👤 معرف المستخدم: <code>%s</code>
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💎 الرصيد قبل الزيادة : %s
💸 المبلغ المدفوع: %s تومان

',
                'paymentConfirmedExtraVolume' => '✅ تم تأكيد الدفع
🔋 شراء حجم إضافي
🛍 الحجم المُشترى  : %s غيغا
👤 اسم مستخدم الإعدادات %s
👤 معرف المستخدم: <code>%s</code>
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💎 الرصيد قبل الزيادة : %s
💸 المبلغ المدفوع: %s تومان

',
                'paymentConfirmedNewService' => '✅ تم تأكيد الدفع
 🛍شراء الخدمة 
 ▫️اسم مستخدم الإعدادات :%s
▫️موقع الخدمة : %s
👤 معرف المستخدم: <code>%s</code>
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💎 الرصيد قبل الشراء  : %s
💸 المبلغ المدفوع: %s تومان
✍️ الوصف : %s


',
                'paymentConfirmedRenew' => '✅ تم تأكيد الدفع
🔋 تجديد الخدمة
🪪 اسم مستخدم الإعدادات : %s
🛍 اسم المنتج : %s
🌏 اسم الموقع : %s
👤 معرف المستخدم: <code>%s</code>
🛒 رمز تتبّع الدفع: %s
⚜️ اسم المستخدم: @%s
💎 الرصيد قبل التجديد  : %s
💸 المبلغ المدفوع: %s تومان
✍️ الوصف : %s


',
                'paymentInvoiceCreated' => '✅ تم إنشاء فاتورة الدفع.

🔢 رقم الفاتورة : %s
💰 مبلغ الفاتورة : %s تومان

❌ هذه المعاملة صالحة لمدة ساعة واحدة؛ بعد ذلك لا يمكن الدفع لهذه المعاملة.        

📌يُرجى بعد الدفع ونجاح المعاملة الانتظار قليلاً حتى تتلقى رسالة الدفع الناجح على موقعنا. وإلا فلن يتم شحن حسابك.

استخدم الزر أدناه للدفع👇🏻',
                'paymentInvoiceCreated2' => '
✅ تم إنشاء فاتورة الدفع.
            
🔢 رقم الفاتورة : %s
💰 مبلغ الفاتورة : %s تومان

❌ هذه المعاملة صالحة لمدة يوم واحد؛ بعد ذلك لا يمكن الدفع لهذه المعاملة.        

📌يُرجى بعد الدفع ونجاح المعاملة الانتظار قليلاً حتى تتلقى رسالة الدفع الناجح على موقعنا. وإلا فلن يتم شحن حسابك.

استخدم الزر أدناه للدفع👇🏻',
                'paymentLinkErrorAdmin' => '
⭕️ حاول مستخدم الدفع، لكن إنشاء رابط الدفع واجه خطأً ولم يُعطَ رابط للمستخدم
✍️ سبب الخطأ : %s

معرف المستخدم : %s
طريقة الدفع : %s
اسم مستخدم المستخدم : @%s',
                'paymentLinkErrorAdmin2' => '
                        ⭕️ حاول مستخدم الدفع، لكن إنشاء رابط الدفع واجه خطأً ولم يُعطَ رابط للمستخدم
✍️ سبب الخطأ : %s
            
معرف المستخدم : %s
طريقة الدفع : %s
اسم مستخدم المستخدم : @%s',
                'paymentLinkErrorAdmin3' => '
⭕️ حاول مستخدم الدفع، لكن إنشاء رابط الدفع واجه خطأً ولم يُعطَ رابط للمستخدم
✍️ سبب الخطأ : %s
            
معرف المستخدم : %s
طريقة الدفع : %s
اسم مستخدم المستخدم : @%s',
                'paymentQueueBusyNotice' => 'عدد الأشخاص في طابور بوابة الدفع مرتفع جداً 📊

‼️يُرجى استخدام طريقة دفع أخرى حالياً',
                'plisioGiftDepositNotice' => '🎁 عزيزي المستخدم، تم إيداع مبلغ %s تومان في حسابك كهدية.',
                'plisioNewPaymentLog' => '💵 دفعة جديدة
- 👤 اسم مستخدم المستخدم : @%s
- 🆔المعرف الرقمي للمستخدم : %s
- 💸 مبلغ المعاملة %s
- 🔗 <a href = "%s">رابط الدفع </a>
- 🔗 <a href = "%s">رابط دفع plisio </a>
- 📥 مبلغ Tron المودَع. : %s
- 💳 طريقة الدفع :  plisio',
                'plisioTransactionExpired' => '❌ انتهت صلاحية المعاملة أدناه بسبب عدم الدفع. يُرجى عدم دفع أي مبلغ لهذه المعاملة

🛒 رمز الطلب: %s
💰 المبلغ:  %s تومان',
                'pointsEarned1' => '📌حصلت على نقطة جديدة واحدة.',
                'pointsEarned2' => '📌حصلت على نقطتين جديدتين.',
                'pointsEarned2b' => '📌حصلت على نقطتين جديدتين.',
                'preInvoiceText' => '
📇 فاتورتك المبدئية:
👤 اسم المستخدم: <code>%s</code>
🔐 اسم الخدمة: %s
📆 مدة الصلاحية: %s يوم
💶 السعر الأصلي : <del>%s تومان</del>
💶 السعر بعد الخصم: %s  تومان
👥 حجم الحساب: %s غيغا
💵 رصيد محفظتك : %s
                  
        💰 طلبك جاهز للدفع.  ',
                'preInvoiceText2' => '
📇 فاتورتك المبدئية:
👤 اسم المستخدم: <code>%s</code>
🔐 اسم الخدمة: %s
📆 مدة الصلاحية: %s يوم
💶 السعر: %s  تومان
👥 حجم الحساب: %s غيغا
💵 رصيد محفظتك : %s
⭕️عدد الإعدادات : %s
                  
💰 طلبك جاهز للدفع.  ',
                'purchaseCommissionInfo' => '<b>💸 عمولة الشراء:</b>  
•  %s بالمئة من مبلغ شراء إحالتك يعود لك',
                'receiptNotSent' => '🔴 لم يُرسل 🔴',
                'referralLinkText' => '

🔗 رابط الإحالة للتحقق من الإحالة :
https://t.me/%s?start=%s',
                'renewGenericError' => '❌ حدث خطأ أثناء التجديد. تواصل مع الدعم',
                'renewGiftCharged' => 'تهانينا 🎉
📌 كهدية تجديد، تم إيداع مبلغ %s تومان في حسابك',
                'renewGiftChargedFn' => 'تهانينا 🎉
📌 كهدية تجديد، تم إيداع مبلغ %s تومان في حسابك',
                'renewInvoiceCreated' => '📜 تم إنشاء فاتورة التجديد الخاصة بك لاسم المستخدم %s.
        
🛍 اسم المنتج :%s
💸 مبلغ التجديد : %s تومان
⏱ مدة التجديد :%s يوم
🔋 حجم التجديد :%s غيغا
✍️ الوصف : %s
💸 رصيد المحفظة : %s
✅ للتأكيد وتجديد الخدمة، اضغط على الزر أدناه',
                'renewInvoiceCreated2' => '📜 تم إنشاء فاتورة التجديد الخاصة بك لاسم المستخدم %s.
        
🛍 اسم المنتج :%s
💸 مبلغ التجديد :%s
⏱ مدة التجديد :%s يوم
🔋 حجم التجديد :%s غيغا
✍️ الوصف : %s
💸 رصيد المحفظة : %s

✅ للتأكيد وتجديد الخدمة، اضغط على الزر أدناه',
                'renewReportAdmin' => '📣 تم تسجيل تفاصيل تجديد الحساب في بوتك .
    
▫️المعرف الرقمي للمستخدم : <code>%s</code>
▫️اسم مستخدم المستخدم :@%s
▫️اسم مستخدم الإعدادات :%s
▫️اسم المستخدم : %s
▫️موقع الخدمة : %s
▫️اسم المنتج : %s
▫️حجم المنتج : %s
▫️وقت المنتج : %s
▫️مبلغ التجديد : %s تومان
▫️الرصيد قبل الشراء : %s تومان
▫️الرصيد بعد الشراء : %s تومان
▫️وقت الشراء : %s',
                'renewReportAdminFn' => '📣 تم تسجيل تفاصيل تجديد الحساب في بوتك .
    
▫️المعرف الرقمي للمستخدم : <code>%s</code>
▫️اسم مستخدم المستخدم : @%s
▫️اسم مستخدم الإعدادات :%s
▫️موقع الخدمة : %s
▫️اسم المنتج : %s
▫️حجم المنتج : %s
▫️وقت المنتج : %s
▫️مبلغ التجديد : %s تومان
▫️الرصيد قبل الشراء : %s تومان
▫️وقت الشراء : %s',
                'renewServiceError' => 'خطأ في تجديد الخدمة
اسم اللوحة : %s
اسم مستخدم الخدمة : %s
سبب الخطأ : %s',
                'renewServiceError2' => 'خطأ في تجديد الخدمة
        اسم اللوحة : %s
        اسم مستخدم الخدمة : %s
        سبب الخطأ : %s',
                'renewServiceErrorApi' => '
        خطأ في تجديد الخدمة
اسم اللوحة: %s
اسم مستخدم الخدمة: %s
سبب الخطأ: %s',
                'renewServiceErrorFn' => '
        خطأ في تجديد الخدمة
اسم اللوحة: %s
اسم مستخدم الخدمة: %s
سبب الخطأ: %s',
                'renewServiceGenericErrorApi' => '❌ حدث خطأ أثناء تجديد الخدمة؛ تواصل مع الدعم',
                'renewServiceSuccess' => '✅ تم تجديد خدمتك بنجاح
 
▫️اسم الخدمة : %s
▫️اسم المنتج : %s
▫️مبلغ التجديد %s تومان

',
                'renewServiceSuccess2' => '✅ تم تجديد خدمتك بنجاح
 
▫️اسم الخدمة : %s
▫️اسم المنتج : %s
▫️مبلغ التجديد %s تومان

',
                'renewServiceSuccessFn' => '✅ تم تجديد خدمتك بنجاح
 
▫️اسم الخدمة : %s
▫️اسم المنتج : %s
▫️مبلغ التجديد %s تومان

',
                'roleAdvancedAgent' => 'وكالة متقدمة',
                'roleAgent' => 'وكيل',
                'roleNormal' => 'عادي',
                'selectedPanelInactive' => 'اللوحة المحددة غير نشطة حالياً',
                'selectedPanelMissing' => 'اللوحة المحددة غير موجودة.',
                'selectedProductNotFound' => 'لم يتم العثور على المنتج المحدد',
                'serviceConnectionInfo' => '
📶 آخر وقت اتصال  : %s
🔄 آخر وقت تحديث لرابط الاشتراك  : %s
#️⃣ العميل المتصل :<code>%s</code>',
                'serviceCreateFailedRefund' => '💎  عزيزي المستخدم، نظراً لعدم إنشاء الخدمة، تمت إضافة مبلغ %s تومان إلى محفظتك.',
                'serviceCreatedSuccess' => '✅ تم إنشاء الخدمة بنجاح

👤 اسم مستخدم الخدمة : {username}
🌿 اسم الخدمة:  {name_service}
‏🇺🇳 الموقع: {location}
⏳ المدة: {day}  ساعة
🗜 حجم الخدمة:  {volume} ميغابايت

🧑‍🦯 يمكنك الحصول على طريقة الاتصال بالضغط على الزر أدناه واختيار نظام التشغيل الخاص بك',
                'serviceCreatedSuccess2' => '✅ تم إنشاء الخدمة بنجاح

👤 اسم مستخدم الخدمة : {username}
🌿 اسم الخدمة:  {name_service}
‏🇺🇳 الموقع: {location}
⏳ المدة: {day}  يوم
🗜 حجم الخدمة:  {volume} غيغابايت

🧑‍🦯 يمكنك الحصول على طريقة الاتصال بالضغط على الزر أدناه واختيار نظام التشغيل الخاص بك',
                'serviceInfoBasic' => 'حالة الخدمة : <b>%s</b>
اسم مستخدم الخدمة : %s
📎 رمز تتبّع الخدمة : %s

📌 معلومات الخدمة : 
%s',
                'serviceInfoDetailed' => 'حالة الخدمة : <b>%s</b>
👤 اسم مستخدم الخدمة : <code>%s</code>
🌍 موقع الخدمة :%s
اسم المنتج :%s

📶 آخر وقت اتصال لك : %s

🔋 الترافيك : %s
📥 الحجم المستهلك : %s
💢 الحجم المتبقي : %s (%s%%)

📅 تاريخ الانتهاء :  %s (%s)

%s',
                'serviceInfoFull' => '📊حالة الخدمة : %s
👤 اسم الخدمة : <code>%s</code>
%s
%s
🌍 موقع الخدمة :%s
🗂 اسم المنتج :%s

🔋 الترافيك : %s
📥 الحجم المستهلك : %s
💢 الحجم المتبقي : %s (%s%%)

📅 تاريخ الانتهاء : %s (%s)

%s

💡 لقطع وصول الآخرين، يكفي الضغط على خيار "تغيير الرابط".',
                'serviceNoteChangedAdmin' => '📌  قام مستخدم بتغيير ملاحظة خدمته.

▫️ اسم مستخدم الخدمة : %s
▫️ الملاحظة السابقة :‌ %s
▫️ الملاحظة الجديدة :‌  %s

وقت تغيير الملاحظة : %s ',
                'serviceRenewFailedRefund' => '💎  عزيزي المستخدم، نظراً لعدم تجديد الخدمة، تمت إضافة مبلغ %s تومان إلى محفظتك.',
                'serviceStatusSummary' => '
  
 حالة الخدمة: %s
        
🔋 حجم الخدمة: %s
📥 الحجم المستهلك: %s
💢 الحجم المتبقي: %s (%s%%)

📅 نشط حتى تاريخ: %s (%s)

رابط اشتراك المستخدم: 
<code>%s</code>

📶 آخر وقت اتصال: %s
🔄 آخر وقت تحديث لرابط الاشتراك: %s
#️⃣ العميل المتصل:<code>%s</code>',
                'serviceTimePrompt' => '⌛️ اختر وقت خدمتك 
📌 تعرفة كل يوم  : %s  تومان
⚠️ يمكنك الحصول على %s يوم كحد أدنى و %s يوم كحد أقصى',
                'serviceVolumePrompt' => '🔋 يُرجى إدخال حجم الخدمة المطلوب ( بالغيغابايت ) :
📌 تعرفة كل غيغا :  %s 
🔔 الحد الأدنى للحجم 1 غيغابايت والحد الأقصى 1000 غيغابايت.',
                'starInvoiceError' => '
خطأ أثناء إنشاء فاتورة Star
✍️ سبب الخطأ : %s
            
معرف المستخدم : %s
طريقة الدفع : %s
اسم مستخدم المستخدم : @%s',
                'subscriptionCreateError' => '⭕️ خطأ في إنشاء الاشتراك
✍️ سبب الخطأ :
%s
معرف المستخدم : %s
اسم مستخدم المستخدم : @%s
اسم اللوحة : %s',
                'subscriptionCreateErrorAdmin' => '⭕️ خطأ في إنشاء الاشتراك 
✍️ سبب الخطأ : 
%s
معرف المستخدم : %s
اسم مستخدم المستخدم : @%s
اسم اللوحة : %s',
                'subscriptionCreateErrorApi' => '❌ حدث خطأ أثناء إنشاء الاشتراك؛ لحل المشكلة، تحقق من سبب الخطأ في مجموعة التقارير الخاصة بك',
                'subscriptionCreateGenericError' => 'حدث خطأ أثناء إنشاء الاشتراك. تواصل مع الدعم',
                'supportMessageFromUser' => '
    📣 عزيزي الدعم، تم إرسال رسالة إليك من مستخدم.

المعرف الرقمي للمستخدم : <a href = "tg://user?id=%s">%s</a>
وقت الإرسال : %s
حالة الرسالة : لم يُرد عليها
اسم مستخدم المستخدم : @%s    
اسم القسم : %s

نص الرسالة : %s %s',
                'supportMessageFromUser2' => '
    📣 عزيزي الدعم، تم إرسال رسالة إليك من مستخدم.

المعرف الرقمي للمستخدم : <a href = "tg://user?id=%s">%s</a>
وقت الإرسال : %s
حالة الرسالة : رد العميل
اسم مستخدم المستخدم : @%s    
اسم القسم : %s

نص الرسالة : %s',
                'testAccountCreateError' => '
⭕️ حاول مستخدم الحصول على حساب تجريبي، لكن إنشاء الإعدادات واجه خطأً ولم تُعطَ الإعدادات للمستخدم
✍️ سبب الخطأ : 
%s
معرف المستخدم : %s
اسم مستخدم المستخدم : @%s
اسم اللوحة : %s',
                'testAccountReportAdmin' => '📣 تم تسجيل تفاصيل إنشاء الحساب التجريبي في بوتك .
▫️المعرف الرقمي للمستخدم : <code>%s</code>
▫️اسم مستخدم المستخدم :@%s
▫️اسم مستخدم الإعدادات :%s
▫️اسم المستخدم : %s
▫️موقع الخدمة : %s
▫️الوقت المُشترى : %s ساعة
▫️الحجم المُشترى : %s MB
▫️رمز التتبّع: %s
▫️نوع المستخدم : %s
▫️رقم هاتف المستخدم : %s
▫️وقت الشراء : %s',
                'testLabel' => 'تجريبي',
                'testServiceName' => 'خدمة تجريبية',
                'testServiceName2' => 'خدمة تجريبية',
                'testServiceName3' => 'خدمة تجريبية',
                'testServiceName4' => 'خدمة تجريبية',
                'testServiceName5' => 'خدمة تجريبية',
                'testServiceNameFn' => 'خدمة تجريبية',
                'transactionCreated' => '✅ تم إنشاء معاملتك
        
🛒 رمز التتبّع:  <code>%s</code> 
💲 مبلغ المعاملة بالتومان  : <code>%s</code>


💢 يُرجى الانتباه لهذه النقاط قبل الدفع 👇
        
❌ هذه المعاملة صالحة لمدة 24 ساعة؛ بعد ذلك لا يمكن الدفع لهذه المعاملة.        


✅ في حال وجود مشكلة، يمكنك التواصل مع الدعم',
                'transactionCreated2' => '✅ تم إنشاء معاملتك
        
🛒 رمز التتبّع:  <code>%s</code> 
💲 مبلغ المعاملة بالتومان  : <code>%s</code>

💢 يُرجى الانتباه لهذه النقاط قبل الدفع 👇
        
🔹 المعاملة صالحة لمدة يوم وبعد ذلك لن يتم تأكيدها في حال الدفع .
❌ بعد المعاملة يستغرق الأمر 15 دقيقة إلى ساعة لتأكيد المعاملة

✅ في حال وجود مشكلة، يمكنك التواصل مع الدعم',
                'transactionCreated3' => '✅ تم إنشاء معاملتك
        
🛒 رمز التتبّع:  <code>%s</code> 
💲 مبلغ المعاملة بالتومان  : <code>%s</code> تومان


💢 يُرجى الانتباه لهذه النقاط قبل الدفع 👇
        
❌ هذه المعاملة صالحة لمدة يوم واحد؛ بعد ذلك لا يمكن الدفع لهذه المعاملة.        

✅ في حال وجود مشكلة، يمكنك التواصل مع الدعم',
                'transactionCreatedStar' => '✅ تم إنشاء معاملتك

🛒 رمز التتبّع: <code>%s</code>
💲 مبلغ المعاملة: %s ⭐ (ما يعادل %s تومان)

📌 يُرجى تحويل مبلغ %s تومان إلى Telegram Stars وإيداعه.

💢 نقاط مهمة قبل الدفع: 👇
🔹 كل معاملة صالحة لمدة يوم واحد؛ بعد انتهائها، امتنع عن الإيداع.

✅ في حال وجود مشكلة، تواصل مع الدعم.',
                'transactionCreatedTron' => '✅ تم إنشاء معاملتك

🛒 رمز التتبّع: <code>%s</code>
🌐 الشبكة: TRX
💳 عنوان المحفظة: <code>%s</code>
💲 مبلغ المعاملة: %s TRX

📌 أودِع مبلغ %s تومان؛ بعد الإيداع، اضغط على الزر أدناه وأرسل الإيصال

💢 يُرجى الانتباه لهذه النقاط قبل الدفع 👇

🔸 في حال إدخال عنوان المحفظة بشكل خاطئ، لن يتم تأكيد المعاملة ولا يمكن استرداد المبلغ
🔹 يجب ألا يكون المبلغ المُرسل أقل أو أكثر من المبلغ المعلن
🔹 في حال إيداع أكثر من المبلغ المذكور، لا يمكن إضافة فرق المبلغ
🔹 كل معاملة صالحة لمدة ساعة واحدة، وبعد تلقي رسالة انتهاء المعاملة لا ترسل أي مبلغ إلى المحفظة بأي حال من الأحوال

✅ في حال وجود مشكلة، يمكنك التواصل مع الدعم',
                'unitByte' => 'بايت',
                'unitGig' => 'غيغا',
                'unitGigabyte' => 'غيغابايت',
                'unitGigabyteFn' => 'غيغابايت',
                'unitKilobyte' => 'كيلوبايت',
                'unitMegabyte' => 'ميغابايت',
                'unitTerabyte' => 'تيرابايت',
                'unknownLabel' => 'غير محدد',
                'unlimitedLabel' => 'غير محدود',
                'userBlockedByApiLog' => 'تم حظر المستخدم ذي المعرف الرقمي %s في البوت 
المشرف المنفّذ : api site',
                'userUnblockedByApiLog' => 'تم رفع الحظر عن المستخدم ذي المعرف الرقمي %s في البوت 
المشرف المنفّذ : api site',
                'usernameExistsRestart' => 'اسم المستخدم موجود. نفّذ الخطوات من البداية',
                'zarinpalLinkError' => '⭕️ خطأ في إنشاء رابط ZarinPal
✍️ سبب الخطأ : %s
            
معرف المستخدم : %s
اسم مستخدم المستخدم : @%s',
        ],
        'db_defaults' => [
                'namecardNotSet' => 'غير مضبوط',
                'departmanGeneral' => '☎️ القسم العام',
        ],
        'panel' => [
                'configInvalidRequest' => 'طلب غير صالح.',
                'configRoleAll' => 'وصول كامل',
                'configRoleDefault' => 'مستخدم عادي',
                'configRoleN' => 'وكيل',
                'configRoleN2' => 'وكيل متقدم',
                'dashActiveService' => 'خدمة نشطة',
                'dashColAmount' => 'المبلغ',
                'dashColBalance' => 'الرصيد',
                'dashColGroup' => 'المجموعة',
                'dashColId' => 'المعرف',
                'dashColName' => 'الاسم',
                'dashColProduct' => 'المنتج',
                'dashColStatus' => 'الحالة',
                'dashColUser' => 'المستخدم',
                'dashLabelBlocked' => 'محظور',
                'dashNoChange' => 'بدون تغيير',
                'dashNoOrdersYet' => 'لم يُسجَّل أي طلب',
                'dashNoUsersYet' => 'لم يُسجَّل أي مستخدم',
                'dashPendingPayment' => 'الدفع قيد الانتظار',
                'dashRecentItem' => 'العنصر الأخير',
                'dashRecentItem2' => 'العنصر الأخير',
                'dashRecentOrders' => 'أحدث الطلبات',
                'dashRecentUsers' => 'أحدث المستخدمين',
                'dashReviewLink' => '<a href="payment.php" style="color:var(--no)">مراجعة ←</a>',
                'dashStatusActive' => 'نشط',
                'dashStatusExpired' => 'منتهٍ',
                'dashStatusRegistered' => 'مُسجَّل',
                'dashStatusVolumeFinished' => 'انتهى الحجم',
                'dashStatusWaiting' => 'قيد الانتظار',
                'dashStatusWarning' => 'تحذير',
                'dashTodaySpan' => ' اليوم</span>',
                'dashTodayTransaction' => 'معاملات اليوم',
                'dashTomanShort' => 'ت',
                'dashTomanShort2' => 'ت',
                'dashTotalRevenue' => 'إجمالي الإيرادات',
                'dashTotalSales' => 'إجمالي المبيعات',
                'dashTotalUsers' => 'إجمالي المستخدمين',
                'dashUnitMillionToman' => '<small>M ت</small>',
                'dashUnitToman' => '<small>ت</small>',
                'dashViewAll' => 'الكل ←',
                'dashViewAll2' => 'الكل ←',
                'dashboardTitle' => 'لوحة التحكم',
                'invoiceAllStatuses' => 'جميع الحالات',
                'invoiceClearBtn' => 'مسح',
                'invoiceColDate' => 'الحالة',
                'invoiceColPanel' => 'من',
                'invoiceColPrice' => 'السعر',
                'invoiceColProduct' => 'المنتج',
                'invoiceColService' => 'سجل · صفحة',
                'invoiceColStatus' => 'التاريخ',
                'invoiceColTrackingCode' => 'ت',
                'invoiceColUser' => 'المستخدم',
                'invoiceDataFetchError' => 'خطأ في جلب المعلومات',
                'invoiceDbError' => 'خطأ في قاعدة البيانات: ',
                'invoiceNoOrderFound' => 'لم يتم العثور على طلب بهذا البحث',
                'invoiceNoOrderYet' => 'لم يُسجَّل أي طلب بعد',
                'invoiceNotifAllSent' => 'إرسال جميع الإشعارات',
                'invoiceNotifNotConnectedSent' => 'تم إرسال إشعار عدم الاتصال',
                'invoiceNotifTimeExpire' => 'إشعار انتهاء الوقت',
                'invoiceNotifVolumeExpire' => 'إشعار انتهاء الحجم',
                'invoiceOrdersHeading' => 'الطلبات',
                'invoiceOrdersSubtitle' => 'قائمة بجميع الطلبات المسجّلة في البوت.',
                'invoiceOrdersTitle' => 'الطلبات',
                'invoiceSearchBtn' => 'بحث',
                'invoiceSearchOrderPlaceholder' => 'معرف المستخدم، اسم المنتج...',
                'invoiceStatusActive' => 'نشط',
                'invoiceStatusUnpaid' => 'غير مدفوع',
                'jsConfirmDefault' => 'هذه العملية غير قابلة للتراجع. الاستمرار؟',
                'jsConfirmMsg' => 'هل أنت متأكد؟',
                'jsConfirmTitle' => 'تأكيد العملية',
                'jsPwExcellent' => 'ممتاز',
                'jsPwGood' => 'جيد',
                'jsPwMedium' => 'متوسط',
                'jsPwMinHint' => '6 أحرف على الأقل',
                'jsPwVeryWeak' => 'ضعيف جداً',
                'jsPwWeak' => 'ضعيف',
                'jsSidebarCollapsed' => 'تم تفعيل القائمة المطوية',
                'jsSidebarExpanded' => 'تم تفعيل القائمة المفتوحة',
                'jsThemeActivated' => 'تم تفعيل الثيم «{name}»',
                'keyboardManageTitle' => 'لوحة إدارة بوت Mirza',
                'keyboardSaveBtn' => 'العودة إلى الوضع الافتراضي',
                'keyboardSortHint' => 'العودة إلى لوحة المستخدم',
                'layoutBrandName' => 'لوحة إدارة Mirza Bot',
                'layoutDefaultAdminName' => 'المشرف',
                'layoutFooterCopyright' => 'لوحة التحكم',
                'layoutFooterLinkDocs' => 'الإعدادات',
                'layoutFooterLinkSupport' => 'المعاملة',
                'layoutFooterPoweredBy' => 'الطلب',
                'layoutFooterVersion' => 'المستخدمون',
                'layoutMenuSectionFinancial' => 'الخدمات',
                'layoutMenuSectionMain' => 'المستخدمون',
                'layoutMenuSectionManagement' => 'الطلبات',
                'layoutMenuSectionSystem' => 'المنتجات',
                'layoutMobileMenuLabel' => 'مدير اللوحة',
                'layoutNavDashboard' => 'تأكيد العملية',
                'layoutNavKeyboard' => 'عام',
                'layoutNavLogout' => 'الإدارة',
                'layoutNavOrders' => 'نعم، استمر',
                'layoutNavPayments' => '· اللوحة',
                'layoutNavProducts' => 'Mirza',
                'layoutNavServices' => 'إلغاء',
                'layoutNavSettings' => 'لوحة التحكم',
                'layoutNavUsers' => 'هل أنت متأكد؟ هذه العملية غير قابلة للتراجع.',
                'layoutNotificationsLabel' => 'خروج',
                'layoutPageTitleDashboard' => 'لوحة التحكم',
                'layoutPageTitleInvoice' => 'الطلبات',
                'layoutPageTitleKeyboard' => 'التخطيط',
                'layoutPageTitleLogout' => 'خروج',
                'layoutPageTitlePayment' => 'المعاملات',
                'layoutPageTitleProduct' => 'المنتجات',
                'layoutPageTitleService' => 'الخدمات',
                'layoutPageTitleSettings' => 'الإعدادات',
                'layoutPageTitleSuffix' => 'Mirza',
                'layoutPageTitleUsers' => 'المستخدمون',
                'layoutProfileMenuLabel' => 'الإعدادات',
                'layoutSearchBoxPlaceholder' => 'المعاملات',
                'layoutSidebarToggleLabel' => 'اللوحة',
                'layoutThemeToggleLabel' => 'تخطيط لوحات المفاتيح',
                'loginButton' => 'الدخول إلى اللوحة',
                'loginEnterCredentials' => 'أدخل اسم المستخدم وكلمة المرور.',
                'loginErrorTitle' => 'كلمة المرور',
                'loginFooter' => 'اسم المستخدم',
                'loginHeading' => 'لوحة إدارة Mirza',
                'loginHidePassword' => 'الوصول إلى هذه اللوحة مسموح فقط للمشرفين المصرّح لهم.',
                'loginPanelTitle' => 'الدخول — لوحة إدارة Mirza',
                'loginPasswordLabel' => 'لوحة إدارة Mirza',
                'loginPasswordPlaceholder' => '· الإصدار 1.0 Mirza',
                'loginRememberMe' => 'لإدارة البوت، أدخل معلومات حسابك.',
                'loginShowPassword' => 'الدخول إلى اللوحة',
                'loginSubtitle' => 'للدعم، يُرجى ',
                'loginTooManyAttempts' => 'عدد محاولات فاشلة كثير جداً. يُرجى الانتظار 15 دقيقة.',
                'loginUsernameLabel' => 'المشروع',
                'loginUsernamePlaceholder' => 'قيّم بنجمة و
          تبرّع',
                'loginWelcomeBack' => 'مرحباً، ',
                'loginWrongCredentials' => 'اسم المستخدم أو كلمة المرور غير صحيحة.',
                'paymentAllMethods' => 'منذ بداية النشاط',
                'paymentAllStatuses' => 'تومان',
                'paymentClearBtn' => 'سجل المعاملات',
                'paymentCloseBtn' => 'من',
                'paymentColAmount' => 'معاملة جديدة اليوم',
                'paymentColAuthority' => 'المستخدم',
                'paymentColDate' => 'مسح',
                'paymentColDescription' => 'معرف المعاملة',
                'paymentColMethod' => 'تقرير المعاملات',
                'paymentColStatus' => 'جميع الحالات',
                'paymentColTrackingCode' => 'بحث',
                'paymentColUser' => 'اليوم',
                'paymentDbErrorTransactions' => 'خطأ في قاعدة البيانات أثناء قراءة المعاملات: ',
                'paymentDetailAmount' => 'التاريخ',
                'paymentDetailDate' => 'سجل · صفحة',
                'paymentDetailMethod' => 'الحالة',
                'paymentDetailStatus' => 'لم يتم العثور على معاملة',
                'paymentDetailTrackingCode' => 'ت',
                'paymentDetailUser' => 'طريقة الدفع',
                'paymentDetailsTitle' => 'المبلغ',
                'paymentMethodAdminAdd' => 'زيادة من قِبل المشرف',
                'paymentMethodAdminDeduct' => 'خصم رصيد من قِبل المشرف',
                'paymentMethodAqayePardakht' => 'Aghaye Pardakht',
                'paymentMethodCardToCard' => 'من بطاقة إلى بطاقة',
                'paymentMethodCryptoOffline' => 'العملة الرقمية أوفلاين',
                'paymentMethodRialGateway1' => 'البوابة الريالية ١',
                'paymentMethodRialGateway2' => 'البوابة الريالية ٢',
                'paymentMethodRialGateway3' => 'البوابة الريالية ٣',
                'paymentMethodTelegramStar' => 'Telegram Stars',
                'paymentMethodZarinpal' => 'ZarinPal',
                'paymentSearchBtn' => 'العدد الكلي',
                'paymentSearchTransactionPlaceholder' => 'معرف المستخدم أو رقم المعاملة...',
                'paymentStatusExpired' => 'منتهٍ',
                'paymentStatusPaid' => 'مدفوع',
                'paymentStatusRejected' => 'مرفوض',
                'paymentStatusUnpaid' => 'غير مدفوع',
                'paymentStatusWaiting' => 'قيد الانتظار',
                'paymentTransactionsHeading' => 'إجمالي المعاملات الناجحة',
                'paymentTransactionsSubtitle' => 'تقرير جميع المعاملات المالية للوحة.',
                'paymentTransactionsTitle' => 'المعاملات',
                'productAddProductBtn' => 'إضافة منتج',
                'productAddProductTitle' => 'اللوحة',
                'productAddedPrefix' => 'المنتج «',
                'productAddedSuffix' => '» تمت إضافته.',
                'productCancelBtn' => 'المدة (يوم)',
                'productCloseBtn' => 'وكيل متقدم',
                'productColActions' => 'السعر',
                'productColCategory' => 'وكيل متقدم',
                'productColCreatedAt' => 'إلغاء',
                'productColDescription' => 'الوصف',
                'productColId' => 'الوكالة',
                'productColLocation' => 'وكيل',
                'productColName' => 'لم تسجّل أي منتج بعد',
                'productColNote' => 'حفظ المنتج',
                'productColPrice' => 'اسم المنتج',
                'productColTime' => 'قائمة المنتجات',
                'productColType' => 'مستخدم عادي',
                'productColVolume' => 'إضافة
        المنتج الأول',
                'productConfirmDeleteProduct' => 'حذف المنتج «<?= htmlspecialchars(%s) ?>»؟',
                'productDayUnit' => 'حفظ التغييرات',
                'productDbError' => 'خطأ في قاعدة البيانات: ',
                'productDeleteBtn' => 'حذف',
                'productDeleted' => 'تم حذف المنتج.',
                'productDescriptionOptional' => 'وصف اختياري',
                'productDetailCategory' => 'الوكالة',
                'productDetailDescription' => 'مستخدم عادي',
                'productDetailLocation' => '— غير محدد —',
                'productDetailName' => 'اسم المنتج *',
                'productDetailNote' => 'وكيل',
                'productDetailPrice' => 'التصنيف',
                'productDetailTime' => 'المدة (يوم)',
                'productDetailTitle' => 'تعديل المنتج',
                'productDetailType' => 'اللوحة',
                'productDetailVolume' => 'السعر (تومان)',
                'productEditBtn' => 'تعديل',
                'productEditProductTitle' => 'التصنيف',
                'productEdited' => 'تم تعديل المنتج.',
                'productErrorPrefix' => 'خطأ: ',
                'productFieldCategory' => 'اللوحة',
                'productFieldDescription' => 'اسم المنتج *',
                'productFieldLocation' => 'التصنيف',
                'productFieldNote' => '— غير محدد —',
                'productFieldPriceToman' => 'يوم',
                'productFieldProductName' => 'الرمز',
                'productFieldProductType' => 'إضافة منتج جديد',
                'productFieldServiceDays' => 'ت',
                'productFieldVolumeGb' => 'العملية',
                'productFiftyValue' => '۵۰',
                'productNameExample' => 'مثال: 50 غيغا لمدة شهر',
                'productNameExists' => 'يوجد منتج بهذا الاسم مسجّل مسبقاً.',
                'productNameRequired' => 'اسم المنتج إلزامي.',
                'productNoProductFound' => 'الحجم',
                'productNoProductYet' => 'المدة',
                'productSaveBtn' => 'السعر (تومان)',
                'productSearchPlaceholder' => 'بحث...',
                'productThirtyValue' => '۳۰',
                'productTomanUnit' => 'إلغاء',
                'productTypeExample' => 'VPN، باقة، ...',
                'productUnlimitedLabel' => 'الوصف',
                'productVolumeGbSuffix' => 'الحجم (GB)',
                'productZeroValue' => '۰',
                'productsHeading' => 'منتج مُسجَّل',
                'productsSubtitle' => 'قائمة المنتجات المتاحة للبيع وإدارتها.',
                'productsTitle' => 'المنتجات',
                'serviceChangeLocationLabel' => 'تغيير الموقع',
                'serviceCloseBtn' => 'من',
                'serviceColAmount' => 'اسم المستخدم',
                'serviceColDate' => 'بحث',
                'serviceColPanel' => 'مسح',
                'serviceColProduct' => 'المستخدم',
                'serviceColService' => 'قيد الانتظار',
                'serviceColStatus' => 'مرفوض',
                'serviceColType' => 'تم',
                'serviceColUser' => 'جميع الحالات',
                'serviceDetailDate' => 'ت',
                'serviceDetailPanel' => 'سجل · صفحة',
                'serviceDetailService' => 'التاريخ',
                'serviceDetailStatus' => 'الحالة',
                'serviceDetailTitle' => 'النوع',
                'serviceDetailType' => 'السعر',
                'serviceDetailUser' => 'المقدار',
                'serviceExtraTimeLabel' => 'زيادة الوقت',
                'serviceExtraVolumeLabel' => 'زيادة الحجم',
                'serviceNoManualServiceYet' => 'لم تُسجَّل خدمة يدوية بعد',
                'serviceNoServiceFound' => 'لم يتم العثور على خدمة',
                'serviceRenewLabel' => 'تجديد ',
                'serviceRenewLabel2' => 'تجديد ',
                'serviceSearchServicePlaceholder' => 'معرف المستخدم، اسم المستخدم، النوع...',
                'serviceStatusDone' => 'تم',
                'serviceStatusRejected' => 'مرفوض',
                'serviceStatusWaiting' => 'قيد الانتظار',
                'serviceTransferOrderLabel' => 'نقل الطلب إلى مستخدم آخر',
                'servicesHeading' => 'الخدمات',
                'servicesPageHeading' => 'الخدمات',
                'servicesSubtitle' => 'الخدمات اليدوية ومعاملات الخدمة.',
                'servicesSubtitle2' => 'معاملات الخدمة اليدوية للمستخدمين.',
                'servicesTitle' => 'الخدمات',
                'settingsAboutPanelLabel' => 'معلومات البيئة',
                'settingsAppearanceSection' => 'تغيير فوري · يُحفظ في المتصفح',
                'settingsApplyThemeBtn' => 'وقت الدخول',
                'settingsChangePasswordBtn' => 'تغيير كلمة المرور',
                'settingsConfirmPasswordLabel' => 'مطوي',
                'settingsConfirmPasswordPlaceholder' => 'تكرار كلمة المرور الجديدة',
                'settingsCurrentAdmin' => 'المدير الحالي',
                'settingsCurrentPasswordLabel' => 'عرض الشريط الجانبي',
                'settingsCurrentPasswordPlaceholder' => 'كلمة المرور الجديدة',
                'settingsCurrentPasswordWrong' => 'كلمة المرور الحالية غير صحيحة.',
                'settingsHeading' => 'نظام ألوان اللوحة',
                'settingsLogoutBtn' => 'الجلسة الحالية',
                'settingsNewPasswordLabel' => 'مفتوح',
                'settingsNewPasswordMismatch' => 'تأكيد كلمة المرور الجديدة غير مطابق.',
                'settingsNewPasswordPlaceholder' => '6 أحرف على الأقل',
                'settingsPanelVersion' => 'إصدار اللوحة',
                'settingsPasswordChanged' => 'تم تغيير كلمة المرور.',
                'settingsPasswordMinLength' => 'يجب أن تكون كلمة المرور 6 أحرف على الأقل.',
                'settingsPasswordStrengthLabel' => 'تغيير كلمة المرور',
                'settingsPhpMemory' => 'ذاكرة PHP',
                'settingsSaveBtn' => 'كلمة المرور الحالية',
                'settingsSecuritySection' => 'تشغيل',
                'settingsServerTime' => 'وقت الخادم',
                'settingsSidebarToggleLabel' => 'IP',
                'settingsSystemInfoTitle' => 'خروج',
                'settingsSystemSection' => 'للدخول إلى اللوحة',
                'settingsTabAppearance' => 'المظهر',
                'settingsTabSecurity' => 'الأمان',
                'settingsTabSystem' => 'النظام',
                'settingsThemeBlack' => 'أسود',
                'settingsThemeBlackDesc' => 'بلا لون · بسيط',
                'settingsThemeBlueSea' => 'البحر الأزرق',
                'settingsThemeBlueSeaDesc' => 'افتراضي · فيروزي',
                'settingsThemeCreamPaper' => 'ورق كريمي',
                'settingsThemeCreamPaperDesc' => 'دافئ · تحريري',
                'settingsThemeDreamPurple' => 'بنفسجي حالم',
                'settingsThemeDreamPurpleDesc' => 'داكن · عصري',
                'settingsThemeEmeraldGreen' => 'أخضر زمردي',
                'settingsThemeEmeraldGreenDesc' => 'طبيعي · هادئ',
                'settingsThemeLabel' => 'داكن',
                'settingsThemeLavender' => 'الخزامى',
                'settingsThemeLavenderDesc' => 'ناعم · مريح',
                'settingsThemeLightWhite' => 'أبيض ساطع',
                'settingsThemeLightWhiteDesc' => 'ساطع · احترافي',
                'settingsThemeMintGreen' => 'أخضر نعناعي',
                'settingsThemeMintGreenDesc' => 'منعش · طبيعي',
                'settingsThemePreviewLabel' => 'المدير',
                'settingsThemeWarmSunset' => 'غروب دافئ',
                'settingsThemeWarmSunsetDesc' => 'دافئ · نشيط',
                'settingsTitle' => 'الإعدادات',
                'settingsWebServer' => 'خادم الويب',
                'userActionInvalidOperation' => 'العملية غير صالحة.',
                'userActionInvalidUserId' => 'معرف المستخدم غير صالح.',
                'userActionUserAlreadyBlocked' => 'المستخدم كان محظوراً مسبقاً.',
                'userActionUserBlockedSuccess' => 'تم حظر المستخدم %s.',
                'userActionUserIsActive' => 'المستخدم في حالة نشطة.',
                'userActionUserNotFound' => 'لم يتم العثور على المستخدم.',
                'userActionUserUnblockedSuccess' => 'تم رفع الحظر عن المستخدم %s.',
                'userAddBalanceBtn' => 'الاسم المخصص',
                'userAddBalanceTitle' => 'معرف تلغرام',
                'userAffiliateCountLabel' => 'لم تُسجَّل معاملة',
                'userAmountPlaceholder' => 'مثلاً 50000',
                'userBackToUsersBtn' => 'تلغرام',
                'userBalanceAddedSuffix' => ' تومان تمت إضافته إلى الرصيد.',
                'userBalanceLabel' => 'إجمالي المشتريات',
                'userBlockUserBtn' => 'ت',
                'userCancelBtn' => 'زيادة الرصيد',
                'userChangeGroupBtn' => 'الرصيد',
                'userChangeGroupTitle' => 'الرقم',
                'userCloseBtn' => 'السعر',
                'userColAmount' => 'زيادة الرصيد',
                'userColCreatedAt' => 'المبلغ',
                'userColDate' => 'رفع الحظر',
                'userColId' => 'لم يُسجَّل أي طلب',
                'userColMethod' => 'تغيير مجموعة المستخدم',
                'userColName' => 'ت',
                'userColPanel' => 'عدد الرسائل',
                'userColPrice' => 'المعاملات',
                'userColProduct' => 'الطلبات',
                'userColService' => 'شخص',
                'userColStatus' => 'النقاط',
                'userColTime' => 'كود الدعوة',
                'userColTrackingCode' => 'الكل ←',
                'userColVolume' => 'انتهاء الحساب',
                'userConfirmBlockUser' => 'حظر المستخدم؟',
                'userConfirmUnblockUser' => 'رفع الحظر عن هذا المستخدم؟',
                'userCustomNameLabel' => 'نسبة الدفع',
                'userDetailAmount' => 'الرصيد الحالي:',
                'userDetailDate' => 'إلغاء',
                'userDetailDescription' => 'إلغاء',
                'userDetailMethod' => 'تومان',
                'userDetailPanel' => 'المجموعة الحالية:',
                'userDetailProduct' => 'تغيير مجموعة المستخدم',
                'userDetailService' => 'المجموعة',
                'userDetailStatus' => 'إضافة',
                'userDetailTitle' => 'المنتج',
                'userDetailTrackingCode' => 'حفظ',
                'userDetailUser' => 'المبلغ (تومان)',
                'userEditNoteBtn' => 'الاسم',
                'userFirstNameLabel' => 'المحفظة',
                'userGroupChangedPrefix' => 'تم تغيير مجموعة المستخدم إلى «',
                'userGroupChangedSuffix' => '».',
                'userGroupLabel' => 'الطلب',
                'userIdLabel' => 'الرصيد',
                'userJoinDateLabel' => 'منتهٍ',
                'userMessagePlaceholder' => 'التسجيل',
                'userMethodAdminAdd' => 'زيادة المشرف',
                'userMethodAdminDeduct' => 'خصم المشرف',
                'userMethodAqayePardakht' => 'Aghaye Pardakht',
                'userMethodCardToCard' => 'بطاقة→بطاقة',
                'userMethodCrypto' => 'العملة الرقمية',
                'userMethodRial1' => 'ريالي ١',
                'userMethodRial2' => 'ريالي ٢',
                'userMethodRial3' => 'ريالي ٣',
                'userMethodTelegramStar' => 'Telegram Stars',
                'userMethodZarinpal' => 'ZarinPal',
                'userMinAmountToman' => 'الحد الأدنى للمبلغ ١٬٠٠٠ تومان.',
                'userNoName' => 'بلا اسم',
                'userNoOrderForUser' => 'الإحالة',
                'userNoServiceForUser' => 'العملية',
                'userNoTransactionForUser' => 'حظر',
                'userNotFound' => 'لم يتم العثور على المستخدم.',
                'userNoteLabel' => 'المعرف',
                'userNotifAllSent' => 'تم إرسال الإشعار للجميع',
                'userNumberPrefix' => 'المستخدم #',
                'userOrdersTabLabel' => 'الإحالة',
                'userPhoneLabel' => 'ناجح من',
                'userProfileHeading' => 'قائمة المستخدمين',
                'userReferrerLabel' => 'ت',
                'userRoleAdvancedAgent' => 'الحالة',
                'userRoleAdvancedAgent2' => 'وكيل متقدم (n2)',
                'userRoleAgent' => 'التاريخ',
                'userRoleFreeUser' => 'مستخدم عادي (f)',
                'userRoleNormalAgent' => 'وكيل (n)',
                'userRoleNormalUser' => 'الحجم',
                'userSendBtn' => 'ت',
                'userSendMessageBtn' => 'الرصيد',
                'userSendMessageTitle' => 'المجموعة',
                'userServicesTabLabel' => 'التسجيل',
                'userStatusActive' => 'نشط',
                'userStatusActive2' => 'نشط',
                'userStatusBlocked' => 'محظور',
                'userStatusExpired' => 'منتهٍ',
                'userStatusFailed' => 'فاشل',
                'userStatusLabel' => 'خدمة نشطة',
                'userStatusNearTimeEnd' => 'قرب انتهاء الوقت',
                'userStatusNearVolumeEnd' => 'قرب انتهاء الحجم',
                'userStatusRejected' => 'رفض',
                'userStatusSuccess' => 'ناجح',
                'userStatusUnpaid' => 'غير مدفوع',
                'userStatusWaiting' => 'قيد الانتظار',
                'userStatusWaiting2' => 'قيد الانتظار',
                'userStatusWaiting3' => 'قيد الانتظار',
                'userTotalPurchaseLabel' => 'التاريخ',
                'userTotalServicesLabel' => 'الحالة',
                'userTransactionsTabLabel' => 'المُحيل',
                'userUnblockUserBtn' => 'مجموعة المستخدم',
                'userUnitMillionToman' => '<small>M ت</small>',
                'userUnitToman' => '<small>ت</small>',
                'userWalletLabel' => 'الطريقة',
                'usernameLabel' => 'ت',
                'usersAllGroups' => 'بحث',
                'usersAllStatuses' => 'مسح',
                'usersBlockBtn' => 'حظر',
                'usersClearBtn' => 'اسم المستخدم',
                'usersColActions' => 'جميع المجموعات',
                'usersColAffiliateCount' => 'من',
                'usersColBalance' => 'جميع الحالات',
                'usersColCustomName' => 'وكيل متقدم',
                'usersColGroup' => 'نشط',
                'usersColId' => 'محظور',
                'usersColJoinDate' => 'مستخدم عادي',
                'usersColName' => 'وكيل',
                'usersColPhone' => 'وكيل',
                'usersColReferrer' => 'مستخدم · صفحة',
                'usersColStatus' => 'محظور',
                'usersColUsername' => 'وكيل متقدم',
                'usersConfirmBlockUser' => 'حظر المستخدم <?= htmlspecialchars(%s ?: %s) ?>؟',
                'usersConfirmUnblockUser' => 'رفع الحظر عن المستخدم <?= htmlspecialchars(%s ?: %s) ?>؟',
                'usersGroupAdvancedAgent' => 'الرصيد',
                'usersGroupFreeUser' => 'الاسم المخصص',
                'usersGroupNormalAgent' => 'الرقم',
                'usersHeading' => 'المستخدمون',
                'usersNoResultFound' => 'لم يتم العثور على نتيجة',
                'usersNoUserYet' => 'لم يُسجَّل أي مستخدم بعد',
                'usersPaginationNext' => 'ت',
                'usersPaginationPrev' => 'المجموعة',
                'usersSearchBtn' => 'المعرف',
                'usersSearchUserPlaceholder' => 'المعرف، اسم المستخدم، الاسم المخصص، الرقم...',
                'usersStatusActiveFilter' => 'النقاط',
                'usersStatusBlockedFilter' => 'التسجيل',
                'usersSubtitle' => 'قائمة مستخدمي البوت.',
                'usersTitle' => 'المستخدمون',
                'usersTotalCountLabel' => 'محظور',
                'usersUnblockBtn' => 'رفع الحظر',
                'usersViewBtn' => 'عرض',
        ],
        'paymentGateway' => [
                'zarinpalErrors' => [
                        -9 => 'خطأ في إرسال البيانات',
                        -10 => 'عنوان IP أو كود التاجر للمستقبِل غير صحيح.',
                        -11 => 'كود التاجر غير مفعّل،',
                        -12 => 'محاولات كثيرة خلال فترة زمنية قصيرة',
                        -15 => 'تم تعليق بوابة الدفع',
                        -16 => 'مستوى توثيق المستقبِل أقل من المستوى الفضي.',
                        -17 => 'حد المستقبِل عند المستوى الأزرق',
                        -30 => 'لا يُسمح للمستقبِل بالوصول إلى خدمة التسوية المشتركة العائمة.',
                        -31 => 'أضف حساباً بنكياً للتسوية إلى اللوحة. القيم المُدخلة للتقسيم غير صحيحة. لاستخدام خدمة التسوية المشتركة العائمة، يجب على المستقبِل إضافة حساب بنكي صالح إلى لوحته.',
                        -32 => 'المبلغ المُدخل أكبر من إجمالي مبلغ المعاملة.',
                        -33 => 'النسب المُدخلة غير صحيحة.',
                        -34 => 'المبلغ المُدخل أكبر من إجمالي مبلغ المعاملة.',
                        -35 => 'عدد مستلمي التقسيم يتجاوز الحد المسموح.',
                        -36 => 'يجب أن يكون الحد الأدنى لمبلغ التقسيم ١٠٠٠٠ ريال',
                        -37 => 'واحد أو أكثر من أرقام الشِبا المُدخلة للتقسيم غير مفعّل من جانب البنك.',
                        -38 => 'خطأ: لم يُعرّف الشِبا بشكل صحيح. يُرجى المحاولة بعد دقائق.',
                        -39 => '	حدث خطأ',
                        -40 => '',
                        -50 => 'المبلغ المدفوع يختلف عن المبلغ المُرسل في طريقة verify.',
                        -51 => 'فشل الدفع',
                        -52 => '	حدث خطأ غير متوقع. ',
                        -53 => 'الدفع لا يخص كود التاجر هذا.',
                        -54 => 'الـ authority غير صالح.',
                ],
                'zarinpalResultCodes' => [
                        0 => 'لم يكتمل الدفع',
                        2 => 'تم التحقق من المعاملة ودفعها مسبقاً',
                ],
                'statusSuccess' => 'الدفع ناجح',
                'statusFailed' => 'فاشل',
                'descThanks' => 'شكراً لإتمام المعاملة!',
                'giftReport' => '🎁 عزيزي المستخدم، تم إيداع مبلغ %s تومان في حسابك كهدية.',
                'lowAmount' => '❌ أودع المستخدم أقل من المبلغ المحدد.',
                'reportZarinpal' => '💵 دفعة جديدة
        
المعرف الرقمي للمستخدم : %s
اسم مستخدم المستخدم : %s
مبلغ المعاملة %s
رقم معاملة الدفع : %s
رقم بطاقة المستخدم : %s
طريقة الدفع :  بوابة ZarinPal',
                'reportAqayepardakht' => '💵 دفعة جديدة
        
المعرف الرقمي للمستخدم : %s
اسم مستخدم المستخدم : %s
مبلغ المعاملة %s
طريقة الدفع :  بوابة Aghaye Pardakht',
                'reportIranpay' => '💵 دفعة جديدة
        
المعرف الرقمي للمستخدم : %s
اسم مستخدم المستخدم : %s
مبلغ المعاملة %s
طريقة الدفع : العملة بالريال الأولى',
                'reportCard' => 'تمت الموافقة على إيصال من قِبل البوت

المعلومات :
💰 مبلغ الدفع : %s
👤  المعرف الرقمي للمستخدم : %s 
👤 اسم مستخدم المستخدم : @%s 
رصيد المستخدم : %s تومان
رمز تتبّع الدفع : %s',
                'reportTronado' => '💵 دفعة جديدة
%s
- 👤 اسم مستخدم المستخدم : @%s
- 🆔المعرف الرقمي للمستخدم : %s
- 💸 مبلغ المعاملة %s
- 🔗 <a href = "https://tronscan.org/#/transaction/%s">رابط الدفع </a>
- 📥 مبلغ Tron المودَع. : %s
- 💳 طريقة الدفع :  Tronado',
                'reportNowpayment' => '💵 دفعة جديدة
- 👤 اسم مستخدم المستخدم : @%s
- 🆔المعرف الرقمي للمستخدم : %s
- 💸 مبلغ المعاملة %s
- 📥 مبلغ Tron المودَع. : %s
- 💳 طريقة الدفع :  nowpayment',
                'invoiceTitle' => 'فاتورة الدفع',
                'invoiceTransactionNo' => 'رقم المعاملة:',
                'invoiceAmount' => 'المبلغ المدفوع:',
                'invoiceAmountUnit' => 'تومان',
                'invoiceDate' => 'التاريخ:',
        ],
];
